[{"wikipedia": "https://en.wikipedia.org/wiki/Duck_Reach_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5311467", "wiki_id": "Duck_Reach_Power_Station", "wikidata_id": "Q5311467", "name": "Duck Reach", "name_original": "Duck Reach Power Station", "description": "Duck Reach Power Station was the first publicly owned hydro-electric plant in the Southern Hemisphere, and provided the Tasmanian city of Launceston with hydro-electric power from its construction in 1895 to its closure in 1955."}, {"wikipedia": "https://en.wikipedia.org/wiki/Keepit_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6383277", "wiki_id": "Keepit_Power_Station", "wikidata_id": "Q6383277", "name": "Keepit", "name_original": "Keepit Power Station", "description": "Keepit Power Station is a hydro-electric power station located at the Keepit Dam on the Namoi River, near Gunnedah in the North West Slopes region of New South Wales, Australia. The Keepit Power Station has one turbine with a generating capacity of 7.2 megawatts (9,700 hp) of electricity. The power station is operated by Eraring Energy and generated 1,603 megawatts (2,150,000 hp) of net energy production during 2009, used primarily for peak-load generation."}, {"wikipedia": "https://en.wikipedia.org/wiki/Koombooloomba_Hydro_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6430656", "wiki_id": "Koombooloomba_Hydro_Power_Station", "wikidata_id": "Q6430656", "name": "Koombooloomba", "name_original": "Koombooloomba Hydro Power Station", "description": "Koombooloomba Hydro Power Station is a hydroelectric power station at Koombooloomba Dam, Queensland, Australia.  Koombooloomba has one turbo generator, with a generating capacity of 7.3 megawatts (9,800 hp) of electricity. The power station is owned by Stanwell Corporation.The power station was commissioned in 1999, capturing energy from existing water releases required for the operation of Kareeya Hydro Power Station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lake_Echo_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6475687", "wiki_id": "Lake_Echo_Power_Station", "wikidata_id": "Q6475687", "name": "Lake Echo", "name_original": "Lake Echo Power Station", "description": "The Lake Echo Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Upper River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Oakey_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7073856", "wiki_id": "Oakey_Power_Station", "wikidata_id": "Q7073856", "name": "Oakey", "name_original": "Oakey Power Station", "description": "The Oakey Power Station is a 332 MW power station located at Oakey on the Darling Downs in southern Queensland, adjacent to the Roma to Brisbane Pipeline. The station is an open-cycle, dual liquid/gas-fired power station that typically operates during times of peak electricity demand when Queensland's power needs are greatest. ERM Power led the development of Oakey with commissioning occurring safely and on time in December 1999. ERM Power owns 100% of Oakey and also operates and financially manages the power station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Repulse_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7314755", "wiki_id": "Repulse_Power_Station", "wikidata_id": "Q7314755", "name": "Repulse", "name_original": "Repulse Power Station", "description": "The Repulse Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wilmot_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q8022839", "wiki_id": "Wilmot_Power_Station", "wikidata_id": "Q8022839", "name": "Wilmot", "name_original": "Wilmot Power Station", "description": "The Wilmot Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Home_Hill_Powerhouse", "wikidata": "http://www.wikidata.org/entity/Q16884951", "wiki_id": "Home_Hill_Powerhouse", "wikidata_id": "Q16884951", "name": "Home Hill Powerhouse", "name_original": "Home Hill Powerhouse", "description": "Home Hill Powerhouse is a heritage-listed power station at First Avenue, Home Hill, Shire of Burdekin, Queensland, Australia. It was built from c. 1921 to 1922. It is also known as Inkerman Irrigation Area Power House. It was added to the Queensland Heritage Register on 2 August 2004."}, {"wikipedia": "https://en.wikipedia.org/wiki/East_Perth_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5329142", "wiki_id": "East_Perth_Power_Station", "wikidata_id": "Q5329142", "name": "East Perth", "name_original": "East Perth Power Station", "description": "The East Perth Power Station is a disused power station located in East Perth, Western Australia. The site consists of a complex of industrial buildings occupying more than 8.5 hectares (21 acres), bounded by East Parade, Summers Street, the Swan River and the Graham Farmer Freeway."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lake_Margaret_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6476793", "wiki_id": "Lake_Margaret_Power_Station", "wikidata_id": "Q6476793", "name": "Lake Margaret", "name_original": "Lake Margaret Power Station", "description": "The Lake Margaret Power Stations comprise two hydroelectric power stations located in Western Tasmania, Australia. The power stations are part of the King – Yolande Power Scheme and are owned and operated by Hydro Tasmania. Officially the Upper Lake Margaret Power Station, a conventional hydroelectric power station, and the Lower Lake Margaret Power Station, a mini-hydroelectric power station, the stations are generally collectively referred to in the singular format as the Lake Margaret Power Station. The stations are located approximately 2.5 kilometres (1.6 mi) apart.\nThe Upper Lake Margaret Power Station was constructed by the Mount Lyell Mining and Railway Company between 1911 and 1914. In 1984, the station was sold to the Tasmanian Hydro-Electric Commission and was officially decommissioned in 2006 and after a multimillion-dollar refit was recommissioned in 2009. The Lower Lake Margaret Power Station was built also by the Mount Lyell Mining and Railway Company in 1931 and decommissioned in 1995. After the implementation of a mini-hydro project in 2009, the project was recommissioned in 2010."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mortlake_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6914780", "wiki_id": "Mortlake_Power_Station", "wikidata_id": "Q6914780", "name": "Mortlake", "name_original": "Mortlake Power Station", "description": "The Mortlake Power Station is a 566 MW open cycle gas-fired power station developed by Origin Energy, located 12 km west of Mortlake, Victoria.Construction of the $640 million power station began in 2008. It was initially due to be operational in 2010, and was completed in August 2012.The plant is located on approximately 20 hectares of land with an extensive buffer zone around it. Although approvals were gained for approximately 1,000 MW (1,300,000 hp), the Mortlake Power Station was built to provide 566MW. It is adjacent to the existing Moorabool to Heywood 500 kV high voltage transmission line. The plant is supplied with natural gas via an 83 km dedicated underground natural gas transmission pipeline from the Otway Gas Plant near Port Campbell, as part of the offshore Otway Gas Project."}, {"wikipedia": "https://en.wikipedia.org/wiki/Parangana_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7135484", "wiki_id": "Parangana_Power_Station", "wikidata_id": "Q7135484", "name": "Parangana", "name_original": "Parangana Power Station", "description": "The Parangana Power Station is a mini-hydro power station located in north-western Tasmania, Australia. It is located below the rock-filled/clay core Parangana Dam which forms Lake Parangana. It is the only mini hydro electric power station in the Mersey–Forth run-of-river scheme that also contains seven conventional hydroelectric power stations.\nThe power station was commissioned in 2002 by Hydro Tasmania. It has one Tyco Tamar Francis turbine, with a generating capacity of 0.85 megawatts (1,140 hp) of electricity.Much of the water from Lake Parangana travels the approximately 8 km to the Lemonthyme Power Station which discharges into the River Forth, however some water is allowed to continue down the Mersey River for environmental reasons, after running through the Parangana mini hydro station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sundrop_Farms", "wikidata": "http://www.wikidata.org/entity/Q23073864", "wiki_id": "Sundrop_Farms", "wikidata_id": "Q23073864", "name": "Sundrop Farms", "name_original": "Sundrop Farms", "description": "Sundrop Farms is a developer, owner and operator of high tech greenhouse facilities which grow crops using methods which reduce reliance on finite natural resources when compared to conventional greenhouse production. Sundrop Farms opened its first pilot facility in Port Augusta, South Australia, in 2010 (operating as Seawater Greenhouse Australia Pty Ltd). This facility was originally designed as a Seawater Greenhouse. However, significant technology changes led to the Sundrop System, and the dissolution of the joint venture with Seawater Greenhouse Ltd. Sundrop Farms commissioned an expanded 20 ha facility south of Port Augusta in 2016. Sundrop Farms has offices in London, UK and Adelaide, Australia. In October 2016, Sundrop Farms was operating greenhouses in Portugal, the United States and had another facility planned in Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Meadowbank_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6803307", "wiki_id": "Meadowbank_Power_Station", "wikidata_id": "Q6803307", "name": "Meadowbank", "name_original": "Meadowbank Power Station", "description": "The Meadowbank Power Station is a run-of-the-river hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the  Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Nymboida_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7071177", "wiki_id": "Nymboida_Power_Station", "wikidata_id": "Q7071177", "name": "Nymboida", "name_original": "Nymboida Power Station", "description": "Nymboida Power Station is a hydroelectric power station located at Nymboida, New South Wales, Australia. Nymboida has seven generators, with a generating capacity of 5 megawatts (6,700 hp) of electricity.\nThe power station was built by Clarence River County Council between 1924 and 1926. The power station is listed as operational List of active power stations in New South Wales however output is dependent on river flows.\nThe power station takes water from the Nymboida River and returns it to Goolang Creek. The increased unnatural flow created from the station flow has created significant damage to the creek, lowering the level of the creek over the 80+ years of operation. The flow, however, has created an additional feature as the water flow is used as a canoeing venue."}, {"wikipedia": "https://en.wikipedia.org/wiki/Osborne_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7105805", "wiki_id": "Osborne_Power_Station", "wikidata_id": "Q7105805", "name": "Osborne", "name_original": "Osborne Power Station", "description": "The Osborne Power Station is located in Osborne, a northwestern suburb of Adelaide, South Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Shoalhaven_Landfill_Gas_Project", "wikidata": "http://www.wikidata.org/entity/Q7499741", "wiki_id": "Shoalhaven_Landfill_Gas_Project", "wikidata_id": "Q7499741", "name": "Shoalhaven", "name_original": "Shoalhaven Landfill Gas Project", "description": "Shoalhaven Landfill Gas Project is located at Nowra, New South Wales, Australia. It collects landfill gas from 55 wells to supply a 1.1 MW Deutz engine to generate electricity.\nThe Shoalhaven project is located at Nowra approximately 2.5 hours south of Sydney.\nShoalhaven City Council owns the landfill site and AGL owns the gas extraction and power generation facility and holds the gas rights. The landfill site is expected to provide gas for the electricity project for approximately 15 years."}, {"wikipedia": "https://en.wikipedia.org/wiki/Reeves_Plains_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q48780931", "wiki_id": "Reeves_Plains_Power_Station", "wikidata_id": "Q48780931", "name": "Reeves Plains", "name_original": "Reeves Plains Power Station", "description": "Reeves Plains Power Station is a proposal from Alinta Energy to build a gas-fired power station at Reeves Plains between Gawler and Mallala in South Australia. The proposed site borders both the Moomba-Adelaide gas pipe and an electricity transmission line. The power station is proposed to use six gas turbines to produce up to 300 megawatts (400,000 hp) of electricity. It is expected to be operated as a peaking plant rather than running full time. The primary source of fuel will be the gas pipeline, however the plant will also be able to operate on diesel fuel, and will have diesel storage on site. Stage 1 is expected to only be two or three of the turbines, generating 100 to 150 MW of electricity. The power station was originally expected to take 12 months to build, and be commissioned in January 2019. An extension of time request granted an additional 12 months in February 2019, but as of November 2019, the Alinta board had not yet decided to make the investment."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mildura_Solar_Concentrator_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6851041", "wiki_id": "Mildura_Solar_Concentrator_Power_Station", "wikidata_id": "Q6851041", "name": "Mildura Concentrator", "name_original": "Mildura solar concentrator power station", "description": "The Mildura Solar Concentrator Power Station was a proposed 100 megawatts (130,000 hp) concentrated photovoltaic (CPV)  solar PV system to be built at Carwarp, near Mildura, Victoria, Australia. It was proposed by Solar Systems in 2006, which was acquired by Silex Systems in 2010. A 1.5 MW demonstration plant was completed in April 2013. Construction of the larger facility was expected to commence in 2014 and be completed in 2017. However, the expansion plan was abandoned in August 2014 due to a number of factors, including low wholesale electricity prices, a lack of commitment to clean energy by the Australian government and uncertainty surrounding the Renewable Energy Target (RET) in Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ord_River_Hydro_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7100352", "wiki_id": "Ord_River_Hydro_Power_Station", "wikidata_id": "Q7100352", "name": "Ord River", "name_original": "Ord River Hydro Power Station", "description": "Ord River Hydro Power Station is a hydroelectric power station on the Ord River in Western Australia. It has four turbines, with a generating capacity of 30 megawatts (40,000 hp) of electricity.The power station was opened on 10 May 1996 and began generating power in April 1997, with four 7.5 megawatts (10,100 hp) turbines. It supplies electricity to the nearby Argyle Diamond Mine, and the towns of Kununurra and Wyndham."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tinaroo_Hydro_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7808003", "wiki_id": "Tinaroo_Hydro_Power_Station", "wikidata_id": "Q7808003", "name": "Tinaroo", "name_original": "Tinaroo Hydro Power Station", "description": "The Tinaroo Hydro Power Station in Tinaroo, Queensland is an electricity power station located at the spillway of Lake Tinaroo.  It has been designed to take advantage of water being released for irrigation, and water released when the dam is full."}, {"wikipedia": "https://en.wikipedia.org/wiki/Yarrawonga_Weir_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q8049559", "wiki_id": "Yarrawonga_Weir_Power_Station", "wikidata_id": "Q8049559", "name": "Yarrawonga Weir", "name_original": "Yarrawonga Weir Power Station", "description": "Yarrawonga Weir Power Station is a hydroelectric power station at Lake Mulwala on the Murray River, Victoria, Australia. Yarrawonga Weir has a generating capacity of 9.5 megawatts (12,700 hp) of electricity, and was commissioned in 1994."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mica_Creek_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q13648665", "wiki_id": "Mica_Creek_Power_Station", "wikidata_id": "Q13648665", "name": "Mica Creek", "name_original": "Mica Creek Power Station", "description": "Mica Creek Power Station is located 5 km south of Mount Isa in north-west Queensland, Australia. It is natural gas powered with 12 turbines of various sizes that generate a combined capacity of 318 MW of electricity. The power station is owned by state government owned Stanwell Corporation.\nMica Creek was originally coal-fired, with conversion to natural gas completed in 2000. Gas is sourced from the Cooper Eromanga Basin gas field via the 840 km Carpenteria Pipeline.Mica Creek supplies electricity to mining companies in the region, as well as Mount Isa, Cloncurry, and the nearby region."}, {"wikipedia": "https://en.wikipedia.org/wiki/Brisbane_Powerhouse", "wikidata": "http://www.wikidata.org/entity/Q14935355", "wiki_id": "Brisbane_Powerhouse", "wikidata_id": "Q14935355", "name": "Brisbane Powerhouse", "name_original": "Brisbane Powerhouse", "description": "Brisbane Powerhouse is an arts and cultural hub located in a former power station in the Brisbane suburb of New Farm, Queensland, Australia. The venue offers an array of performing arts, visual arts, festivals, and free community events.\nThe first stage of the New Farm Powerhouse was built in 1927–28 as part of the growing need for Powerhouses for the Brisbane Trams. The power station began operations in 1928, was decommissioned in 1971. It was renovated and re-opened as a modern entertainment hub in 2000."}, {"wikipedia": "https://en.wikipedia.org/wiki/Darling_Downs_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5223923", "wiki_id": "Darling_Downs_Power_Station", "wikidata_id": "Q5223923", "name": "Darling Downs", "name_original": "Darling Downs Power Station", "description": "Darling Downs Power Station is in Kogan, Western Downs Region, Queensland, Australia. It is 40 kilometres (25 mi) west of Dalby and owned by Origin Energy. The Darling Downs Power Station is adjacent to the QLD-NSW high voltage transmission Interconnector and the Powerlink Queensland R2 Braemar 330/275 kV Substation. \nDarling Downs is a gas fired combined cycle gas turbine power station and is the largest of its type in Australia. It is powered by three 120 MW GE Frame 9E gas turbines and one 270 MW steam turbine, which generate a total of 630 MW of electricity. A 205 kilometre pipeline transports the gas to the station from gas fields near Wallumbilla. The power station uses less than 3% of the water that a traditional coal powered power station does by utilising air-cooled technology.Origin Energy developed the power station and the construction costs for the project were $780 million. Darling Downs entered commercial operation in July 2010. and was officially opened on the 5 November 2010 by Premier Anna Bligh."}, {"wikipedia": "https://en.wikipedia.org/wiki/Paloona_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7128643", "wiki_id": "Paloona_Power_Station", "wikidata_id": "Q7128643", "name": "Paloona", "name_original": "Paloona Power Station", "description": "The Paloona Power Station is a conventional hydroelectric power station located in northern Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tods_Corner_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q19600078", "wiki_id": "Tods_Corner_Power_Station", "wikidata_id": "Q19600078", "name": "Tods Corner", "name_original": "Tods Corner Power Station", "description": "The Tods Corner Power Station is a pumped-storage hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Great Lake and South Esk catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kennedy_Energy_Park", "wikidata": "http://www.wikidata.org/entity/Q28428137", "wiki_id": "Kennedy_Energy_Park", "wikidata_id": "Q28428137", "name": "Kennedy Energy Park", "name_original": "Kennedy Energy Park", "description": "Kennedy Energy Park is a proposed wind, solar and storage hybrid power station to be located approximately 20 km south east of Hughenden and 290 km southwest of Townsville in Queensland.\nStage one of the project is a “proof-of-concept” expected to commence construction early 2017, consisting of 30 MW of wind turbines, 20 MW of single axis tracking Solar Panels, and 2 MW of Li ion battery storage, costing $120 million to build and expected to be operational early in 2018.Stage two is expected to be capable of producing 1200 MW of renewable energy, costing $2 Billion and hoped to commence construction before the end of the decade."}, {"wikipedia": "https://en.wikipedia.org/wiki/Aurora_Solar_Thermal_Power_Project", "wikidata": "http://www.wikidata.org/entity/Q38251653", "wiki_id": "Aurora_Solar_Thermal_Power_Project", "wikidata_id": "Q38251653", "name": "Aurora Thermal", "name_original": "Aurora Solar Thermal Power Project", "description": "Aurora Solar Thermal Power Project was a planned solar power tower solar thermal power plant to be located north of Port Augusta in South Australia. It was planned to generate 150 MW of electricity after it was completed in 2020. Storage capacity would have been up to 8 hours at full power. The facility was expected to produce 495 GWh of electricity annually. It was to be 30 kilometres (19 mi) north of Port Augusta on Carriewerloo Station.On 5 April 2019, South Australian Energy Minister Dan van Holst Pellekaan announced the cancellation of the project."}, {"wikipedia": "https://en.wikipedia.org/wiki/Eildon_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5349293", "wiki_id": "Eildon_Hydroelectric_Power_Station", "wikidata_id": "Q5349293", "name": "Eildon Hydroelectric", "name_original": "Eildon Hydroelectric Power Station", "description": "The Eildon Dam or Eildon Weir, a rock and earth-fill embankment dam with a controlled spillway across the Goulburn River, is located between the regional towns of Mansfield and Eildon within Lake Eildon National Park, in the Alpine region of Victoria, Australia. The dam's purpose is for the supply of potable water, irrigation, and the generation of hydroelectricity. The impounded reservoir is called Lake Eildon."}, {"wikipedia": "https://en.wikipedia.org/wiki/Eildon_Pondage_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5349294", "wiki_id": "Eildon_Pondage_Power_Station", "wikidata_id": "Q5349294", "name": "Eildon Pondage", "name_original": "Eildon Pondage Power Station", "description": "The Eildon Pondage Power Station is a hydroelectric power station on the Eildon Pondage at Lake Eildon, Victoria, Australia. Eildon Pondage has one turbo generator, with a total generating capacity of 4.5 megawatts (6,000 hp) of electricity. It is owned and operated by Pacific Hydro, and the electricity produced is sold to electricity retailer TXU.Eildon Pondage re-uses the water from Eildon Power Station, which is stored in the pondage to ensure a controlled release into the Goulburn River downstream from Lake Eildon."}, {"wikipedia": "https://en.wikipedia.org/wiki/Fisher_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5454834", "wiki_id": "Fisher_Power_Station", "wikidata_id": "Q5454834", "name": "Fisher", "name_original": "Fisher Power Station", "description": "The Fisher Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ultimo_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7880304", "wiki_id": "Ultimo_Power_Station", "wikidata_id": "Q7880304", "name": "Ultimo", "name_original": "Ultimo Power Station", "description": "The Ultimo Power Station, or Ultimo Powerhouse, was an electricity generating plant located in the inner-city Sydney suburb of Ultimo, New South Wales.\nCommissioned in 1899, it was the first major power station in Sydney and was originally built to supply power for the electric tram network. Prior to this, a small installation had existed at Regent Street, which was brought into use on 15 June 1882. Additionally, experimental electric tram operations powered by small generators had been in intermittent use in Sydney since 1890."}, {"wikipedia": "https://en.wikipedia.org/wiki/Zaara_Street_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q8063406", "wiki_id": "Zaara_Street_Power_Station", "wikidata_id": "Q8063406", "name": "Zaara Street", "name_original": "Zaara Street Power Station", "description": "Zaara Street Power Station is a former coal-fired power station that was situated on Zaara Street, in the city of Newcastle, in New South Wales, Australia. The power station was built to supply power for the New South Wales Government Railways (NSWGR) in 1915, when the first turbo-alternator of 2.5 megawatts (3,400 hp) was commissioned. The installation of additional plant in 1920 led to a generating capacity of 28.5 megawatts (38,200 hp). The station was decommissioned in 1975 and demolished in 1978."}, {"wikipedia": "https://en.wikipedia.org/wiki/Temporary_Generation_North", "wikidata": "http://www.wikidata.org/entity/Q65052510", "wiki_id": "Temporary_Generation_North", "wikidata_id": "Q65052510", "name": "Temporary Generation North", "name_original": "Temporary Generation North", "description": "Temporary Generation North and its smaller sibling Temporary Generation South are gas turbine power stations in South Australia. They were bought by the Government of South Australia in 2017 as a response to the 2016 South Australian blackout and load-shedding in February 2017.\nTemporary Generation North is five open cycle gas turbines installed at the former Holden site in Elizabeth South, a northern suburb of Adelaide.The generators were purchased to be used only in emergency shortfalls in electricity supply to the grid, such as in extreme weather. Both sets were first used on 24 January 2019 to deal with a supply shortfall in Victoria.The intent of the Weatherill ALP state government was that the turbines would be converted from diesel fuel to natural gas and moved to a single location while remaining owned by the government.In August 2019, the state government (following the 2018 election, now controlled by the Liberal party) announced that it had arranged 25-year leases of the power stations to two different companies, with the leases taking effect from May 2020. Both companies operate wind farms in South Australia. The five northern generators will be leased to Nexif Energy and relocated to a new site at Outer Harbor and operating on natural gas before the end of 2020. Nexif Energy also proposes to convert them to combined cycle with a steam turbine in the following few years."}, {"wikipedia": "https://en.wikipedia.org/wiki/Trevallyn_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7838915", "wiki_id": "Trevallyn_Power_Station", "wikidata_id": "Q7838915", "name": "Trevallyn", "name_original": "Trevallyn Power Station", "description": "The Trevallyn Power Station is a run-of-the-river hydroelectric power station located in the northern Midlands region of Tasmania, Australia. The power station is situated on the Great Lake and South Esk catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hume_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5940614", "wiki_id": "Hume_Power_Station", "wikidata_id": "Q5940614", "name": "Hume", "name_original": "Hume Power Station", "description": "Hume Dam, formerly the Hume Weir, is a major dam across the Murray River downstream of its junction with the Mitta River in the Riverina region of New South Wales, Australia. The dam's purpose includes flood mitigation, hydro-power, irrigation, water supply and conservation. The impounded reservoir is called Lake Hume, formerly the Hume Reservoir. It is a gated concrete gravity dam with four earth embankments and twenty-nine vertical undershot gated concrete overflow spillways."}, {"wikipedia": "https://en.wikipedia.org/wiki/Moorina_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6908404", "wiki_id": "Moorina_Power_Station", "wikidata_id": "Q6908404", "name": "Moorina", "name_original": "Moorina Power Station", "description": "The Moorina Power Station is a decommissioned hydroelectric power station, located near the hamlet of Moorina in far north-eastern Tasmania, Australia. Opened in 1909 and decommissioned in 2008, at the time of its closure, Moorina Power Station was the oldest operating electricity generator in Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Balmain_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4852341", "wiki_id": "Balmain_Power_Station", "wikidata_id": "Q4852341", "name": "Balmain", "name_original": "Balmain Power Station", "description": "The Balmain Power Station was located at Iron Cove, 4 km (2 mi) from Sydney in New South Wales, Australia. The station no longer exists and residential properties now occupy the site. This plant is often confused with the White Bay Power Station, the remains of which are still standing in Rozelle."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kwinana_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6450455", "wiki_id": "Kwinana_Power_Station", "wikidata_id": "Q6450455", "name": "Kwinana", "name_original": "Kwinana Power Station", "description": "Kwinana Power Station is Synergy's second-largest power station and is located in Naval Base, Western Australia. It has four turbines driven by steam from boilers fired by coal, natural gas or fuel oil, and one gas turbine. In 2015, it has a capacity of 420 MW. It has since been retired.\nThe station was originally built in 1970 as an oil-fired power station, however it was later converted to coal due to the rising price of oil caused by the 1973 oil crisis. This project received an 'Engineering Excellence Award' from the Institution of Engineers Australia (Engineers Australia) in 1980.A 21 megawatts gas turbine, able to be operated on natural gas or diesel fuel, was added in 1972. With greatly increased availability of natural gas from the North West Shelf Venture project, natural gas firing was introduced in the mid 1980s. In 2005 oil burning was re-introduced making the power station unique in Western Australia as it could burn the three fuels - coal, natural gas and oil.\nTwo units of 240 megawatts capacity of natural gas and oil-fired steam turbines were retired in late 2008. Synergy added two LMS100 gas turbines in 2012.  These high-efficiency gas turbines each have the capacity to produce 100 megawatts of electricity.\nThe power station was completely retired in 2015."}, {"wikipedia": "https://en.wikipedia.org/wiki/Liddell_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6543608", "wiki_id": "Liddell_Power_Station", "wikidata_id": "Q6543608", "name": "Liddell", "name_original": "Liddell Power Station", "description": "Liddell Power Station is a coal-powered thermal power station with four 500 megawatts (670,000 hp) GEC steam driven turbine alternators for a combined electrical capacity of 2,000 megawatts (2,700,000 hp). \nHowever, as at April 2018, its operating capacity has been assessed at 1,680 megawatts (2,250,000 hp). Commissioned between 1971 and 1973, the station is located adjacent to Lake Liddell near Muswellbrook in the Hunter Region of Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Millmerran_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6859892", "wiki_id": "Millmerran_Power_Station", "wikidata_id": "Q6859892", "name": "Millmerran", "name_original": "Millmerran Power Station", "description": "The Millmerran Power Station is a coal-fired power station south of Millmerran in the Darling Downs region of Queensland, Australia. The power station was commissioned in 2002 and cost $1.5 billion to build.  The power station is owned and operated by InterGen, a multinational company owned by the Ontario Teachers' Pension Plan and AIG Highstar Capital II, a private equity fund sponsored by a subsidiary of American International Group, Inc.The plant takes advantage of the abundant deposits of bituminous coal from the Surat Basin. Fuel is transported via conveyor belt from the open-cut Commodore Mine.Water is supplied via pipeline from the Wetalla sewage treatment plant in Toowoomba. The 850 MW plant uses air cooling technology to reduce water consumption. In 2002, when the plant became operational, wholesale prices for electricity fell by about one third to $20/MWh. This was due to the market strategy to bid at short run marginal cost - so with high efficiency plant and cheap coal, this had a significant impact on the market.\nMillmerran Power Station which won the Banksia Environmental Award 2006 in the water category, supplies enough electricity to power approximately 1.1 million homes by selling all its electricity into the National Electricity Market (NEM).Carbon Monitoring for Action estimates this power station emits 5.75 million tonnes of greenhouse gases each year as a result of burning coal. The Australian Government has announced the introduction of a Carbon Pollution Reduction Scheme commencing in 2010 to help combat climate change. It is expected to impact on emissions from power stations. The National Pollutant Inventory provides details of other pollutant emissions, but, as at 23 November 2008, not CO2."}, {"wikipedia": "https://en.wikipedia.org/wiki/Pyrmont_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7263616", "wiki_id": "Pyrmont_Power_Station", "wikidata_id": "Q7263616", "name": "Pyrmont", "name_original": "Pyrmont Power Station", "description": "Pyrmont Power Station was an electricity generating plant located in the Sydney suburb of Pyrmont, New South Wales."}, {"wikipedia": "https://en.wikipedia.org/wiki/Spencer_Street_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7576187", "wiki_id": "Spencer_Street_Power_Station", "wikidata_id": "Q7576187", "name": "Spencer Street", "name_original": "Spencer Street Power Station", "description": "Spencer Street Power Station was a Victorian era coal and (later) oil-fired power station which operated on Spencer Street in central Melbourne, Victoria, Australia. The station was opened in 1892, and supplied power to the city's residents, as well as being a wholesale supplier to other municipal distributors. It came under the management of the State Electricity Commission of Victoria in 1941. By the 1960s the capacity of the station reached 109 MW, but was used only for peak load. The station was closed in 1982 after becoming redundant. Eventually deemed an eyesore, demolition commenced in 2006 and was completed in 2008."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cockle_Creek_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5139629", "wiki_id": "Cockle_Creek_Power_Station", "wikidata_id": "Q5139629", "name": "Cockle Creek", "name_original": "Cockle Creek Power Station", "description": "Cockle Creek Power Station was located in Teralba, New South Wales, Australia on the banks of Cockle Creek. The power stationed operated from 11 March 1927 until March 1976."}, {"wikipedia": "https://en.wikipedia.org/wiki/Redbank_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7305456", "wiki_id": "Redbank_Power_Station", "wikidata_id": "Q7305456", "name": "Redbank", "name_original": "Redbank Power Station", "description": "Redbank Power Station is located near Singleton, in the Hunter Region, New South Wales, Australia. It was coal powered with one steam driven turbo generator with a capacity of 151 MW of electricity.\nOriginally Redbank Power Station was promoted as being at the cutting edge of environmental technology, but has been criticised by environmentalists for producing more CO2 than other types of coal-fired power station. The first stage of the Redbank project was taken to the Land and Environment Court in 1994 over claims by environmentalists that it did not meet its own standards. The claim was dismissed by the court.Redbank pumped its cooling water from the Hunter River.\nRedbank was fuelled by beneficiated, dewatered tailings from the Mount Thorley Warkworth mine at Warkworth, delivered by conveyor. In lay terms this is the part of the coal waste which would otherwise not be utilised, and simply buried as the mines progress.\nAccording to Carbon Monitoring for Action (CARMA), in 2007 Redbank emitted more climate change and global warming causing greenhouse gases per unit of electricity generated than any other power station in Australia. CARMA estimates this power station emits 1.06 million tonnes of greenhouse gases each year as a result of burning coal.(Note that  no data from the actual plant, operator or Australian Government is actually used to base these approximate assumptions on. CARMA uses a statistical model that predicts CO2 emissions given the size, age, fuel type, estimated capacity utilization, and engineering specifications of individual plants.)\nThe Australian Government has announced the introduction of a Carbon Pollution Reduction Scheme commencing in 2010 to help combat climate change. It is expected to impact on emissions from power stations. The National Pollutant Inventory provides details of other pollutant emissions, but, as at 23 November 2008, not CO2.\nOn 5 October 2013, Redbank Energy’s wholly owned subsidiary Redbank Project Pty Ltd (Redbank Project) was notified by its secured lenders of the appointment of receivers to Redbank Project, Redbank Construction Pty Ltd and the shares in Redbank Project held by Redbank Project Holdco Pty Ltd, with debts of $192 million.In Oct 2014, receivers KordaMentha announced immediate closure of the Plant with its remaining assets including the turbine, generator and plant and equipment to be sold.On 17 September 2015 Redbank Energy (REL) announced that its wholly owned subsidiary, Biogreen Energy Pty Limited (Biogreen), had purchased the land,\nplant and equipment and water rights owned by Redbank Project for $5 million, but that it intended \"to commence the work to\nraise the funds necessary to recommence the operation of the Redbank Power Station\".On 25 August 2016 Redbank Energy issued the following statement to shareholders via the ASX. \"In response to shareholder enquiries, Redbank Energy Limited (ASX: AEJ) (REL) wishes to provide the following market update. Unfortunately, REL will be removed from the ASX official list on 29 August 2016. The immediate catalyst for delisting will be the non-payment of the 2016/17 ASX annual listing fee, which falls due on 27 August 2016. The reason for REL not paying the 2016/17 ASX listing fee is because REL will automatically be suspended on 9 October 2016 due to continual suspension.\"  Redbank was subsequently delisted from the close of trading on Monday, 29 August 2016 pursuant to Listing rule 17.15.On 10 April 2018, Fairfax Media announced that the power plant could be restarted in Q1 2019 to provide cheap off-the-grid power for blockchain mining applications."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bunnerong_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4997819", "wiki_id": "Bunnerong_Power_Station", "wikidata_id": "Q4997819", "name": "Bunnerong", "name_original": "Bunnerong Power Station", "description": "Bunnerong Power Station is a demolished former coal-powered electric power station in the south-eastern Sydney suburb of Matraville, New South Wales, Australia. When the last generating units were commissioned, it was the largest power station in the southern hemisphere, with a capacity of 375 megawatts (MW) from eleven turbo-alternators. It was able to supply up to one third of the state's electricity needs at the time. It remained the most powerful until the completion of Vales Point Power Station in 1966.\nIn 1924, the 117 acre site for the power station was chosen.\nThe station was located on Bunnerong Road in Matraville."}, {"wikipedia": "https://en.wikipedia.org/wiki/Collinsville_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5147465", "wiki_id": "Collinsville_Power_Station", "wikidata_id": "Q5147465", "name": "Collinsville", "name_original": "Collinsville Power Station", "description": "Collinsville Power Station is located south of Townsville, Queensland, Australia. It had five coal powered steam turbines with a combined generation capacity of 190 MW of electricity. The coal-fired power station closed in 2013. A solar power farm generating 42MW has been built on adjacent land."}, {"wikipedia": "https://en.wikipedia.org/wiki/Energy_Brix_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5376905", "wiki_id": "Energy_Brix_Power_Station", "wikidata_id": "Q5376905", "name": "Energy Brix", "name_original": "Energy Brix Power Station", "description": "The Energy Brix Power Station was a brown coal–fired thermal power station located at Morwell, in Victoria, Australia. The power station was used to supply electricity for the retail market, as well as the production of briquettes in the adjacent Energy Brix briquette works. It was shut down in August 2014 and is currently the earliest surviving large-scale power station designed to provide electricity to the state electricity network."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kogan_Creek_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6425761", "wiki_id": "Kogan_Creek_Power_Station", "wikidata_id": "Q6425761", "name": "Kogan Creek", "name_original": "Kogan Creek Power Station", "description": "The Kogan Creek Power Station is a 750 megawatt coal fired power station owned by CS Energy on the Darling Downs in Queensland. The $1.2 billion plant is situated at Brigalow, in the Surat Basin between Dalby and Chinchilla.\nThe power station uses supercritical steam technology, which produces lower greenhouse gases emissions per energy unit delivered, and air-cooled surface condensers, which reduces water consumption. The plant consumes 90% less water when compared to conventional power stations through the use of dry cooling technology. The plant runs at 40 per cent efficiency, and requires 42 per cent less fuel input than conventional power stations."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wallerawang_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7963055", "wiki_id": "Wallerawang_Power_Station", "wikidata_id": "Q7963055", "name": "Wallerawang", "name_original": "Wallerawang Power Station", "description": "Wallerawang Power Station was a thermal coal power station, located near Wallerawang, in the Central Tablelands region of New South Wales, Australia. The power station was equipped with two turbo-alternators of 500 megawatts (670,000 hp) each, supplied by CA Parsons and Company of Newcastle-upon-Tyne, England. Production commenced in May 1957.In July 2013, EnergyAustralia acquired Wallerawang Power Station, along with Mount Piper Power Station, from Delta Electricity for $160 million. Due to dwindling demand, the first of the two generating units had been mothballed in January 2013, and the second in April 2014. In November 2014, EnergyAustralia announced that it would permanently close Wallerawang due to ongoing reduced energy demand, lack of access to competitively priced coal and the power station’s high operating costs.  EnergyAustralia began the process of removing useful equipment from the station in 2015 and began demolition of the site when this process has been completed."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tennyson_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7700523", "wiki_id": "Tennyson_Power_Station", "wikidata_id": "Q7700523", "name": "Tennyson", "name_original": "Tennyson Power Station", "description": "The Tennyson Power Station was a coal-fired power station in Tennyson, Queensland, Australia, which operated between 1953 and 1986.  The power station was the second major plant constructed for Brisbane, the first being the New Farm Powerhouse.  It had an installed capacity of 250 MW.Planning for a new power station started in 1946 as plants at New Farm and Bulimba had reached capacity. Before the Tennyson Power Station was completed demand for power was exceeding capacity.  This led to the successful staggering of work hours and some restrictions on electricity use.\nThe land on which the power station was built was acquired by Brisbane City Council in 1947 as an ideal site to generate power for the city, due to its proximity to the Brisbane central business district and both rail and river access from Ipswich. Construction of the power station began in 1949.The power plant was fueled by subbituminous coal, transported via the Brisbane River on barges from Ipswich.\nAfter the power station was shut down, demolition was avoided for many years, partially due to the hazardous nature of the asbestos used in construction. The opening scene of the 2002 film Scooby-Doo was filmed here. In 2005, a contract was awarded to the developer Mirvac by the Government of Queensland to develop the site. The power station was demolished and both the Queensland Tennis Centre and Tennyson Reach apartment complex were built in its place."}, {"wikipedia": "https://en.wikipedia.org/wiki/Vales_Point_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7911515", "wiki_id": "Vales_Point_Power_Station", "wikidata_id": "Q7911515", "name": "Vales Point", "name_original": "Vales Point Power Station", "description": "Vales Point Power Station is one of two coal fired power stations on the shores of Lake Macquarie, New South Wales. Vales Point is located on the southern shore of the lake, near the township of Mannering Park. It has two steam turbines, with a total generating capacity of 1,320 MW (1,770,000 hp) of electricity.\nVales Point was the first major power station in New South Wales to be located near its fuel source (coal).\nIn November 2015, the Government of New South Wales sold Delta Electricity, which at that time owned only the Vales Point Power Station, to Sunset Power International for $1 million. In 2017 it was valued at $730 million, and is expected to make energy entrepreneur and former National Party candidate Trevor St Baker a half billionaire.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Yallourn_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q8047501", "wiki_id": "Yallourn_Power_Station", "wikidata_id": "Q8047501", "name": "Yallourn", "name_original": "Yallourn Power Station", "description": "The Yallourn Power Station is a complex of six brown coal–fuelled thermal power stations built progressively from the 1920s to the 1960s. Located in the Latrobe Valley of Victoria, Australia, the complex was situated beside the Latrobe River, with the company town of Yallourn located to the south west. Today only the 1,450 megawatts (1,940,000 hp) Yallourn W plant remains, the second largest power station in Victoria which supplies 22% of the state's electricity and 8% of the National Electricity Market needs. The adjacent open cut brown coal mine is the largest open cut coal mine in Australia, with reserves sufficient to meet the projected needs of the power station to 2032."}, {"wikipedia": "https://en.wikipedia.org/wiki/Collie_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5147151", "wiki_id": "Collie_Power_Station", "wikidata_id": "Q5147151", "name": "Collie", "name_original": "Collie Power Station", "description": "Collie Power Station is a power station in Collie, Western Australia. It is coal powered with one steam turbine that generates a total capacity of 300 megawatts of electricity. The coal is mined locally from the Collie Sub-basin and is transported to the power plant by overland conveyor.\nThe station was commissioned in 1999 with a single 300 megawatts steam turbine. Power generated by the station supplies the south-west of Australia through the South West Interconnected System (SWIS) operated by Western Power.In the financial year of 2008/2009, the station consumed approximately 1 million tonnes (2.2 billion pounds) of coal. Carbon Monitoring for Action estimates that, in 2009, Collie Power Station emitted 2.59 million tonnes (5.7 billion pounds) of CO2 to generate 2.3 terawatt-hours (8.3 petajoules) of electricity.In household consumer terms, this equates to 1.13 kilograms (2.5 lb) of CO2 emitted for each one kilowatt-hour (kWh), or 3.6 megajoules, of electricity produced and fed into the electricity grid. That is, Collie Power Station emits slightly less CO2 per kilowatt-hour of electricity produced than nearby closing Muja Power Station (1.14 kilograms or 2.5 pounds) but more than also nearby Bluewaters Power Station (0.825 kilograms or 1.82 pounds) based on estimates for the same year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kingston_Powerhouse", "wikidata": "http://www.wikidata.org/entity/Q6413585", "wiki_id": "Kingston_Powerhouse", "wikidata_id": "Q6413585", "name": "Kingston Powerhouse", "name_original": "Kingston Powerhouse", "description": "The Kingston Powerhouse is a disused power plant in Canberra, the capital of Australia. It is located in the suburb of Kingston, Australian Capital Territory.\nIt was designed by John Smith Murdoch and constructed from 1913-1915, when the planned city of Canberra came into being. It was the first permanent public building in Canberra. It was closed in 1929, but reactivated for periods between 1936 and 1942 and between 1948 and 1957. The Fitters’ Workshop, the second permanent public building, is also in the precinct. The siren and whistle, which signalled times to Government outdoor workers in south Canberra for many years is included in the listing. It is now listed by the ACT Heritage Council.\n\nIt was later converted and now houses the Canberra Glassworks."}, {"wikipedia": "https://en.wikipedia.org/wiki/Muja_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6933294", "wiki_id": "Muja_Power_Station", "wikidata_id": "Q6933294", "name": "Muja", "name_original": "Muja Power Station", "description": "Muja Power Station is a power station 22 km (14 mi) east of Collie, Western Australia. It has eight steam turbines served by coal-fired boilers that together generate a total capacity of 854 megawatts of electricity. The coal is mined in the nearby Collie Sub-basin.\nThe station was first commissioned on 21 April 1966. Currently four of the eight turbines are running (units 5 through to 8). Muja has four 60 megawatts units (stages A and B), two 200 megawatts units (stage C) and two 227 megawatts units (stage D). The four smallest and least efficient units, stages A and B, were closed in April 2007. In June 2008 it was announced that these older generator units would be recommissioned, due to a statewide natural gas shortage.According to the National Pollutant Inventory (NPI), Muja Power Station is one of the biggest emitters of air pollution in Australia, including high emissions of beryllium, fluoride and particulate matter. Carbon Monitoring for Action estimates that, in 2009, Muja Power Station emitted 5.75 million tonnes (12.7 billion pounds) of CO2 to generate 5.05 terawatt-hours (18.2 petajoules) of electricity.In household consumer terms, this equates to 1.14 kilograms (2.5 lb) of CO2 emitted for each one kilowatt-hour (kWh), or 3.6 megajoules, of electricity produced and fed into the electricity grid. That is, Muja Power Station emits slightly more CO2 per kilowatt-hour of electricity produced than nearby Collie Power Station (1.13 kilograms or 2.5 pounds) and much more than Bluewaters Power Station (0.825 kilograms or 1.82 pounds) based on estimates for the same year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Northern_Power_Station_(South_Australia)", "wikidata": "http://www.wikidata.org/entity/Q7058867", "wiki_id": "Northern_Power_Station_(South_Australia)", "wikidata_id": "Q7058867", "name": "Northern", "name_original": "Northern Power Station", "description": "Northern Power Station was located at Port Paterson in the Australian state  of South Australia about 6 kilometres (3.7 mi) south of the city centre of Port Augusta. It was coal powered with two 260 MW steam turbines that generated a total of 520 MW of electricity. It was operated and maintained by Alinta Energy and was commissioned in 1985. Northern received coal by rail from the Leigh Creek Coal Mine, 280 km to the north. The plant ceased electricity production in May 2016 and decommissioned and demolished over the following few years."}, {"wikipedia": "https://en.wikipedia.org/wiki/Playford_B_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7203324", "wiki_id": "Playford_B_Power_Station", "wikidata_id": "Q7203324", "name": "Playford B", "name_original": "Playford B Power Station", "description": "Playford B Power Station was located at Port Paterson in the Australian state of South Australia about  5.5 kilometres (3.4 mi) south of the city centre of Port Augusta.  It was coal powered with four 60 MW steam turbines that generated a total of 240 MW of electricity. Playford B received coal by rail from the Leigh Creek Coal Mine, 280 km to the north and drew cooling water from Spencer Gulf, returning it to the sea at an elevated temperature. Commissioned in 1963, it was co-located with the older Playford A Power Station and the larger, newer Northern Power Station. Playford B was mothballed in 2012 and its permanent closure was announced by operator Alinta Energy in October 2015. Prior to being mothballed it primarily operated in the summer, when electricity demand peaks.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Swanbank_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7653563", "wiki_id": "Swanbank_Power_Station", "wikidata_id": "Q7653563", "name": "Swanbank S", "name_original": "Swanbank Power Stations", "description": "The Swanbank Power Stations are located in Swanbank within South East Queensland, Australia. The original power station was coal fired, but the site has since moved to gas. By 2007 the site had consisted of the highly efficient 385 megawatts (516,000 hp) gas-fired Swanbank E Power Station and the smaller 28 megawatts (38,000 hp) gas-fired Swanbank C Power Station."}, {"wikipedia": "https://en.wikipedia.org/wiki/White_Bay_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7994460", "wiki_id": "White_Bay_Power_Station", "wikidata_id": "Q7994460", "name": "White Bay", "name_original": "White Bay Power Station", "description": "The White Bay Power Station is a heritage listed former coal-fired power station on a 38,000 m2 (410,000 sq ft) site in White Bay, in the suburb of Rozelle, 3 km (2 mi) from Sydney in New South Wales, Australia.\nThe remains of the plant can be clearly seen at the western end of the Anzac Bridge on the junction of Victoria Road and Roberts Street. The station has been inactive for a number of years and the site is now inaccessible to the general public. It was added to the New South Wales State Heritage Register on 2 April 1999.The station is often wrongly referred to as the Balmain Power Station, a plant originally located in Iron Cove, which has since been demolished."}, {"wikipedia": "https://en.wikipedia.org/wiki/Geelong_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5529851", "wiki_id": "Geelong_Power_Station", "wikidata_id": "Q5529851", "name": "Geelong", "name_original": "Geelong Power Station", "description": "The city of Geelong, Victoria, Australia was once home to two coal fueled power stations - Geelong A and Geelong B.\nThe first moves to providing an electricity supply to Geelong were made in 1898, with three separate companies vying for the right to operate in the city. Two of these companies merged to form the Electric Lighting and Traction Company of Australia, who built the Geelong A power station. The company was later taken over by the Melbourne Electric Supply Company, who remained the supplier of electricity to Geelong until 1 September 1930, when the company was purchased by the State Electricity Commission of Victoria. In 1936 Geelong was connected to the state electrical grid, and by the 1960s Geelong A had closed. Geelong B remained for a few more years being used for peak loads only, but closed in 1970 due to the much higher efficiency of the new power stations in Victoria's Latrobe Valley."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gladstone_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5566351", "wiki_id": "Gladstone_Power_Station", "wikidata_id": "Q5566351", "name": "Gladstone", "name_original": "Gladstone Power Station", "description": "The Gladstone Power Station is a power station at Callemondah, Gladstone, Queensland, Australia. It is Queensland's largest power station, with six coal powered steam turbines generating a maximum of 1,680 MW of electricity. Power from the station was first generated in 1976.\nThis fossil fuel power plant draws seawater for cooling. Black coal is brought by rail from the Curragh coal mine, 200 kilometres (120 mi) west of Rockhampton."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wangi_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7967873", "wiki_id": "Wangi_Power_Station", "wikidata_id": "Q7967873", "name": "Wangi", "name_original": "Wangi Power Station", "description": "Wangi Power Station is a heritage-listed former coal-fired power station at Wangi Wangi, City of Lake Macquarie, New South Wales on Lake Macquarie. The power station operated between 1956 and 1986 and supplied electricity to New South Wales. It was once the largest in the state. The 12,000 square-metre building was listed on the New South Wales State Heritage Register on 2 April 1999.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Stanwell_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944702", "wiki_id": "Stanwell_Power_Station", "wikidata_id": "Q2944702", "name": "Stanwell", "name_original": "Stanwell Power Station", "description": "Stanwell Power Station is a coal-fired power generation station located in Stanwell, 23 kilometres (14 mi) south-west of Rockhampton, Queensland, Australia. At the time of construction, it was one of the largest industrial developments undertaken in Queensland. With a capacity to generate 1,445 megawatts (MW), Stanwell Power Station supplies electricity for distribution to customers via the state's high voltage electricity grid.Stanwell became fully operational in 1996 and is located on 4,000 acres (1,600 hectares) of land. Construction of the station took seven years, with infrastructure built to withstand cyclonic winds.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Laverton_North_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6502636", "wiki_id": "Laverton_North_Power_Station", "wikidata_id": "Q6502636", "name": "Laverton North", "name_original": "Laverton North Power Station", "description": "Laverton North Power Station is a natural gas-powered plant, owned and operated by Snowy Hydro Limited. It is situated in Laverton North, on the south-western outskirts of Melbourne, Victoria, approximately 15 km from the Melbourne Central Business District. It is a peaking power plant, particularly constructed to cater for the growth in Victoria's summer electricity demand, and can be rapidly activated when required.The station has two open-cycle gas turbines that together can generate a total of 320 MW of electricity. The turbines are primarily fuelled by natural gas supplied from the Brooklyn-Lara gas pipeline but, in the event of a gas supply curtailment, they can burn low sulphur emission heavy oil as a backup fuel. The plant is normally operated remotely from Snowy Hydro Limited's central control room in Cooma, New South Wales, but is also equipped to be run locally.Snowy Hydro contracted Siemens to complete the engineering, procurement and construction (EPC) for the project. Initial civil works started in October 2004 and the station was commissioned in December 2006.The original licence only allowed the power station to operate for 10% of the year, but in May 2007 Snowy Hydro applied for an emergency extension of operating hours because a drought had affected hydro energy supplies. The Victorian Civil and Administrative Tribunal issued an interim order that the plant remain shut down on weekdays between 8am to 5pm, due to neighbouring offices being affected by the level of noise and vibration. However, the order was lifted in July 2007."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wagerup_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7959520", "wiki_id": "Wagerup_Power_Station", "wikidata_id": "Q7959520", "name": "Wagerup", "name_original": "Wagerup Power Station", "description": "Wagerup Power Station is a 380MW dual natural gas and distillate fuelled power station located at Alcoa’s Wagerup refinery in south-west Western Australia.  Located about 130 km south of Perth, on the border of Western Australia’s Peel and South West regions, the Power Station is four kilometres north of Yarloop and 13 km south of Waroona. Wagerup is only operated when there is insufficient capacity in the South West Interconnected System to meet high demand.\nTwo open system gas turbines commenced operations at Wagerup in October 2007."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tarong_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944709", "wiki_id": "Tarong_Power_Station", "wikidata_id": "Q2944709", "name": "Tarong", "name_original": "Tarong Power Station", "description": "The Tarong Power Station is a coal fired power station located on a 1,500 hectares (3,700 acres) site in Tarong in the South Burnett Region near the Burnett River and Nanango, in Queensland, Australia.  The station has a maximum generating capacity of 1,400 megawatts, generated from four turbines. Coal is supplied via a conveyor from Meandu Mine, which is 1.5 kilometres (0.93 mi) away and is also owned by Stanwell."}, {"wikipedia": "https://en.wikipedia.org/wiki/Blue_Rock_Dam_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4929791", "wiki_id": "Blue_Rock_Dam_Power_Station", "wikidata_id": "Q4929791", "name": "Blue Rock Dam", "name_original": "Blue Rock Dam Power Station", "description": "The Blue Rock Dam is a minor rock-fill embankment dam with controlled chute spillway across the Tanjil River, located approximately 30 kilometres (19 mi) north of Moe, in the Central Gippsland region of Victoria, Australia. The dam is operated by Southern Rural Water."}, {"wikipedia": "https://en.wikipedia.org/wiki/Loy_Yang_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1165095", "wiki_id": "Loy_Yang_Power_Station", "wikidata_id": "Q1165095", "name": "Loy Yang", "name_original": "Loy Yang Power Station", "description": "The Loy Yang Power Station is a brown coal-fired thermal power station located on the outskirts of the city of Traralgon, in south-eastern Victoria, Australia. It consists of two sections, known as Loy Yang A (4 units) and Loy Yang B (2 units). Both Loy Yang A and B are supplied by the Loy Yang brown coal mine. The Loy Yang power stations are located in the brown coal rich Latrobe Valley, along with the Yallourn power station.\nIf Loy Yang A and Loy Yang B are counted together they are the largest power station in Australia, generating 3280 MW of power (however, if counted separately, the 2,880 MW Eraring power station is the largest). Loy Yang A & B are base load power stations, and together produce 50% of Victoria's electricity requirements."}, {"wikipedia": "https://en.wikipedia.org/wiki/Anglesea_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1440627", "wiki_id": "Anglesea_Power_Station", "wikidata_id": "Q1440627", "name": "Anglesea", "name_original": "Anglesea Power Station", "description": "The Anglesea Power Station was a brown coal–powered thermal power station located at Anglesea, in Victoria, Australia. The station had one steam turbine, with a capacity of 150 megawatts (200,000 hp). It was operated by Alcoa of Australia and supplied almost 40% of the electricity used by the company's Point Henry aluminium smelter, until the smelter's closure in August 2014.\nThe power station was brought online on 20 March 1969, and was supplied with brown coal from the adjacent open cut mine, transported to the power station along a 3-kilometre (1.9 mi)-long private road. Overburden was stripped and backfilled into the mined area by earthmoving contractors, using conventional power shovels and trucks. About 80 people worked at the mine and power station.In June 2015, Alcoa announced that the power plant and mine would close at the end of August 2015, after the company was unable to find a buyer for the power station. On 31 August 2015, the plant ceased operation as planned. Mine rehabilitation, and plant decommissioning and demolition, have been carried out."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tallawarra_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7680087", "wiki_id": "Tallawarra_Power_Station", "wikidata_id": "Q7680087", "name": "Tallawarra", "name_original": "Tallawarra Power Station", "description": "Tallawarra Power Station is a 435-megawatt (583,000 hp) combined cycle natural gas power station in the city of Wollongong, New South Wales, Australia.  Owned and operated by EnergyAustralia, the station is the first of its type in New South Wales and produces electricity for the state during periods of high demand.  It is located on the western shore of Lake Illawarra in the suburb of Yallah.\nThe station comprises a 260-megawatt (350,000 hp) gas turbine and a 160-megawatt (210,000 hp) steam turbine unit and has a total capacity of 435 megawatts (583,000 hp).  It uses many of the previous power station's structures including the cooling system channels from Lake Illawarra. The power station is connected to the state grid via a 132kV switching station maintained by Endeavour Energy (Previously known as Integral Energy).\nTRUenergy has also indicated that an additional power plant is being considered for the site, to be known as Tallawarra B."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tamar_Valley_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7680761", "wiki_id": "Tamar_Valley_Power_Station", "wikidata_id": "Q7680761", "name": "Tamar Valley", "name_original": "Tamar Valley Power Station", "description": "Tamar Valley Power Station is a $230 million natural gas-fired power station located in Bell Bay in the Tamar Valley, Tasmania. It is owned by Hydro Tasmania, and is immediately adjacent to the decommissioned Bell Bay Power Station, which is also owned by Hydro Tasmania.The station's total nameplate capacity is 388 MW, and includes four peaking units totalling 178 MW, and one base-load combined cycle unit of 210 MW. The four peaking units are: three 40 MW (total 120 MW) pre-existing (from the Bell Bay Power Station) Pratt & Whitney FT8 Twin Pac gas turbine alternators (Units 101-103), and a single 58 MW Rolls Royce Trent 60WLE gas turbine alternator (Unit 104) commissioned in May 2009. The base-load unit is a 210 MW Mitsubishi M701DA gas turbine operating in combined cycle mode (Unit 201) which completed commissioning in September 2009. The Mitsubishi's combined cycle capacity of 210 MW includes 140 MW generated directly by the M701 gas turbine, and a further 70 MW generated by the Mitsubishi steam turbine generator set.At the time of conception, the Tasmanian Government allowed Aurora Energy to enter into long term energy supply agreement with Alinta. During 2008 the Tasmanian Government via Aurora Energy acquired the construction project from the then owner Babcock & Brown Power (who had earlier purchased Alinta Energy generation assets). Aurora set up a fully owned subsidiary company \"AETV Power\" to complete and operate the power station assets.\nOn 1 June 2013 the State Government transferred the ownership of the power station from Aurora Energy to Hydro Tasmania, another state owned enterprise, and the predominant generator of electricity in the state.\nFollowing its commissioning, low electricity demand, strong rainfall and substantial use of the Basslink interconnector with Victoria meant that the station generated only small volumes of electricity. In June 2014 Hydro Tasmania commenced the process of mothballing the combined cycle unit, and in January 2015 it sought the Tasmanian Government's approval to sell the unit. In August 2015 Hydro Tasmania announced that the combined-cycle unit was not required for energy security and would be decommissioned and sold. The open-cycle units would be retained for peaking duty. However, only a few months later in December, Hydro Tasmania hired 12 temporary workers at the plant, indicating that the combined-cycle unit may be used again to slow the rate at which Hydro Tasmania's dam storages were depleted.\nOn 21 December 2015, Basslink, the HVDC interconnector with Victoria, was disconnected due to a faulty interconnector. It was originally expected that Basslink would be repaired and returned to service by 19 March 2016; however, the link was not restored until 13 June 2016. A separate non-cable fault caused another failure of power flow on 22 June. After almost 36 hours power flow was again restored in the evening of 23 June.Because of the 2016 Tasmanian energy crisis, Hydro Tasmania recommissioned Tamar Valley Power Station to help meet Tasmania's electricity needs."}, {"wikipedia": "https://en.wikipedia.org/wiki/Newman_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q14935881", "wiki_id": "Newman_Power_Station", "wikidata_id": "Q14935881", "name": "Newman", "name_original": "Newman Power Station", "description": "Newman Power Station is a power station in Newman, Western Australia, part of the Pilbara region of Western Australia. It is located about 1,186 kilometres (737 mi) north of Perth, and 9 kilometres (5.6 mi) north of the Tropic of Capricorn. It is a 178 megawatts (239,000 hp) natural gas-fired power station servicing BHP Billiton’s “islanded grid”. Newman currently provides 100% of the power requirement of the islanded grid which supplies electricity to the Mt Newman Joint Venture operated by BHP Billiton Iron Ore.\nThe station was commissioned in 1996 and is owned and operated by Alinta Energy. It receives its fuel from the Goldfields Gas Pipeline. In the event of interruptions to the gas supply, the power station can operate on diesel, and has approximately a million litres stored on site.The power station has a dedicated 121km transmission line to deliver electricity to the Roy Hill Mine since 2015. It has four gas turbines. In 2017, a 35MW/11MWh battery was installed to provide increased reliability and reserve."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bayswater_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944653", "wiki_id": "Bayswater_Power_Station", "wikidata_id": "Q2944653", "name": "Bayswater", "name_original": "Bayswater Power Station", "description": "Bayswater Power Station is a bituminous (black) coal-powered thermal power station with four 660 megawatts (890,000 hp) Tokyo Shibaura Electric (Japan) steam driven turbo alternators for a combined capacity of 2,640 megawatts (3,540,000 hp). Commissioned between 1985 and 1986, the station is located 16 kilometres (10 mi) from Muswellbrook, and 28 km (17 mi) from Singleton in the Hunter Region of New South Wales, Australia.\nPrior to September 2014 Bayswater Power Station was part of NSW Government power producer, Macquarie Generation.  Macquarie Generation was acquired by AGL Energy in September 2014."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tarong_North_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944708", "wiki_id": "Tarong_North_Power_Station", "wikidata_id": "Q2944708", "name": "Tarong North", "name_original": "Tarong North Power Station", "description": "Tarong North Power Station is a 443 megawatt coal fired power station on the same site as Tarong Power Station in the South Burnett. The Queensland Government commissioned the construction of the power station in November 1999.  Construction work began in 2000.  The power station was initially owned by a 50/50 joint venture between Tarong Energy and TM Energy. Full ownership of the power station by Tarong Energy was obtained in November 2009.The plant was opened in 2003 and is based on an energy efficient supercritical design.  The Steam Generator was supplied by IHI and the steam turbine was manufactured by Toshiba.\nParticulate emissions at the power station are reduced by bag filter technology."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mugga_Lane_Solar_Park", "wikidata": "http://www.wikidata.org/entity/Q65090641", "wiki_id": "Mugga_Lane_Solar_Park", "wikidata_id": "Q65090641", "name": "Mugga Lane Solar Park", "name_original": "Mugga Lane Solar Park", "description": "Mugga Lane Solar Park is a photovoltaic solar power station at Hume in the Australian Capital Territory.\nConstruction of the Mugga Lane Solar Park at Mugga Lane was completed in March 2017. It is owned by the Maoneng Group, which has been contracted by the Government of the Australian Capital Territory to produce up to 24,600 megawatt hours each year for up to $4.38 million.The Mugga Lane Solar Park uses sheep for grass and weed control under the solar panels."}, {"wikipedia": "https://en.wikipedia.org/wiki/Callide_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944656", "wiki_id": "Callide_Power_Station", "wikidata_id": "Q2944656", "name": "Callide", "name_original": "Callide Power Station", "description": "Callide Power Station is located near Biloela, in Central Queensland, Australia. It is coal powered with eight steam turbines with a combined generation capacity of 1,720 MW of electricity. Callide A was commissioned in 1965, refurbished in 1998 and decommissioned in 2015/16. As of 2018, generation capacity was 1510 MW.The coal for Callide comes from the nearby Callide Coalfields and water from the Awoonga dam and Stag Creek Pipeline."}, {"wikipedia": "https://en.wikipedia.org/wiki/Eraring_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q2944646", "wiki_id": "Eraring_Power_Station", "wikidata_id": "Q2944646", "name": "Eraring", "name_original": "Eraring Power Station", "description": "Eraring Power Station is a coal fired electricity power station with four 720 MW Toshiba steam driven turbo-alternators for a combined capacity of 2,880 MW. The station is located near the township of Dora Creek, on the western shore of Lake Macquarie, New South Wales, Australia and is owned and operated by Origin Energy.  It is Australia's largest power station. The plant has two smokestacks rising 200 m (656 ft) in height."}, {"wikipedia": "https://en.wikipedia.org/wiki/Torrens_Island_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7827027", "wiki_id": "Torrens_Island_Power_Station", "wikidata_id": "Q7827027", "name": "Torrens Island", "name_original": "Torrens Island Power Station", "description": "Torrens Island Power Station is located on Torrens Island, near Adelaide, South Australia and is operated by AGL Energy. It burns natural gas in eight steam turbines to generate up to 1,280 MW of electricity. The gas is supplied via the SEAGas pipeline from Victoria, and the Moomba Adelaide Pipeline System (MAPS) from Moomba in the Cooper Basin. The station is capable of burning either natural gas or fuel oil. It is the largest power station in South Australia and was formerly the largest single power station user of natural gas in Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Channel_Island_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q11963434", "wiki_id": "Channel_Island_Power_Station", "wikidata_id": "Q11963434", "name": "Channel Island", "name_original": "Channel Island Power Station", "description": "Channel Island Power Station is the largest power station in the Northern Territory of Australia. It is positioned on an island  in the Middle Arm of Darwin Harbour.Most of the remainder of Channel Island is the Channel Island Conservation Reserve.\nChannel Island Power Station was built and commissioned by the Power and Water Authority, a predecessor of Power and Water Corporation. It is now owned and operated by Territory Generation which was separated from Power and Water in 2014.\nTwo new Rolls-Royce Trent 60 gas turbines were commissioned to expand the capacity of the power station in 2011. These two turbines can each generate 58MW of electricity and collectively increased the generation capacity on the Darwin-Katherine power system by 25%. Leighton Contractors added a 40MW GE LM6000 gas turbine generator."}, {"wikipedia": "https://en.wikipedia.org/wiki/Swanbank_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7653563", "wiki_id": "Swanbank_Power_Station", "wikidata_id": "Q7653563", "name": "Swanbank S", "name_original": "Swanbank Power Stations", "description": "The Swanbank Power Stations are located in Swanbank within South East Queensland, Australia. The original power station was coal fired, but the site has since moved to gas. By 2007 the site had consisted of the highly efficient 385 megawatts (516,000 hp) gas-fired Swanbank E Power Station and the smaller 28 megawatts (38,000 hp) gas-fired Swanbank C Power Station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Valley_Power_Peaking_Facility", "wikidata": "http://www.wikidata.org/entity/Q7912171", "wiki_id": "Valley_Power_Peaking_Facility", "wikidata_id": "Q7912171", "name": "Valley Peaking Facility", "name_original": "Valley Power Peaking Facility", "description": "The Valley Power Peaking Facility is an open cycle, gas turbine power station at Traralgon in the Latrobe Valley in Victoria, Australia.  It is owned and operated by Snowy Hydro.\nThe plant was developed by Edison Mission Energy and Contact Energy in 2001 and 2002.  The gas turbine units were relocated from the Stratford and Whirinaki power stations in New Zealand.\nIn 2005, it was sold to International Power and Mitsui & Co Ltd who onsold the plant to Snowy Hydro."}, {"wikipedia": "https://en.wikipedia.org/wiki/Neerabup_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q11991074", "wiki_id": "Neerabup_Power_Station", "wikidata_id": "Q11991074", "name": "Neerabup", "name_original": "Neerabup Power Station", "description": "Neerabup Power Station is situated on the northern outskirts of Perth, Western Australia near the locality of Pinjar and the Pinjar Power Station. It is powered by natural gas, and has a total electrical generation capacity of 330 MW and includes a 30 km high-pressure gas linepack pipeline connected to the Dampier to Bunbury Natural Gas Pipeline.\nThe station was commissioned in October 2009."}, {"wikipedia": "https://en.wikipedia.org/wiki/Uranquinty_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7899759", "wiki_id": "Uranquinty_Power_Station", "wikidata_id": "Q7899759", "name": "Uranquinty", "name_original": "Uranquinty Power Station", "description": "The Uranquinty Power Station is a 640-megawatt (860,000 hp) natural gas-fired power station located in Uranquinty, New South Wales, Australia, comprising four Siemens V94.2 gas turbines.  It is the second largest gas-fired power station in New South Wales, and is used during peak loads.\nUranquinty Power Station was the fourth power station to be constructed by NewGen Power which was jointly owned by ERM Power and Babcock and Brown Power at a cost of $500 million.On 4 July 2008 Babcock and Brown Power announced that it had sold the Uranquinty power station for $700 million to Origin Energy.On 19 January 2009 Origin Energy Limited announced that the Uranquinty Power Station was commissioned with eight people employed to operate the facility."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hazelwood_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1786119", "wiki_id": "Hazelwood_Power_Station", "wikidata_id": "Q1786119", "name": "Hazelwood", "name_original": "Hazelwood Power Station", "description": "The Hazelwood Power Station is a decommissioned brown coal-fuelled thermal power station located in the Latrobe Valley of Victoria, Australia. Built between 1964 and 1971, the 1,600 megawatt capacity power station was made up of eight 200MW units, and supplied up to 25% of Victoria's base load electricity and more than 5% of Australia's total electricity demand. It was a 'subcritical' pulverized coal-fired boiler. The station was listed as the least carbon efficient power station in the OECD in a 2005 report by WWF Australia, making it one of the most polluting power stations in the world. At 1.56 tonnes of CO2 for each megawatt hour of electricity, it was 50% more polluting than the average black coal power station in New South Wales or Queensland. Hazelwood emitted 14% of Victoria's annual greenhouse gas emissions and 3% of Australia's greenhouse gas emissions.\nInternational Power plc purchased Hazelwood Power Station and the adjoining mine from the Victorian Government in 1996 with an expected 40-year life. In 2005, the Bracks Labor Government approved an environmental effects statement (EES) that allowed Hazelwood to relocate a road and a section of the Morwell river to allow access to an additional 43 million tonnes of coal in addition to that allowed under the mining licence boundaries set at the time of privatisation. This was estimated to provide sufficient coal for the plant to operate to at least 2030 (prior to decommissioning plans). The EES also capped its expected total greenhouse output at 445 million tonnes of carbon dioxide over its life, after which Hazelwood may have been made to cease operation.\nHazelwood was jointly owned by Engie (formerly GDF Suez), with a 72% share and Mitsui & Co. with a 28% share. In 2014, Hazelwood employed 495 staff directly and on average 300 contractors. On 3 November 2016, Engie announced that the entire Hazelwood plant would be closed at the end of March 2017 giving five months notice of the closure. The power station closed in March 2017."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bastyan_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4868381", "wiki_id": "Bastyan_Power_Station", "wikidata_id": "Q4868381", "name": "Bastyan", "name_original": "Bastyan Power Station", "description": "The Bastyan Power Station is a conventional hydroelectric power station located in Western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Diamantina_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q16969237", "wiki_id": "Diamantina_Power_Station", "wikidata_id": "Q16969237", "name": "Diamantina", "name_original": "Diamantina Power Station", "description": "Diamantina Power Station is a combined-cycle gas turbine electricity generation plant in Mount Isa, Queensland. It was developed by APA Group and AGL Energy Limited at a cost of $570 million. Siemens Energy will supply one steam turbine, two gas turbines and two heat-recovery steam generators.Construction commenced in 2012.  It became operational in mid-2014 with a generating capacity of 302 MW when combined with 60 MW provided by the adjacent Leichhardt Power Station.On 1 October 2014, the Australian Competition and Consumer Commission gave authorisation for the power station owner along with the operator of other generating equipment in the city, Stanwell Corporation, to manage electricity supplied to the North West Power System."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ron_Goodin_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q55888012", "wiki_id": "Ron_Goodin_Power_Station", "wikidata_id": "Q55888012", "name": "Ron Goodin", "name_original": "Ron Goodin Power Station", "description": "Ron Goodin Power Station is a power station in Alice Springs in the southern part of the Northern Territory of Australia. It was commissioned in 1973 by the Northern Territory government. It is now owned and operated by Territory Generation.Ron Goodin Power Station is close to Alice Springs and is now close to housing surrounding a golf course. It is intended to be decommissioned when an upgrade to the Owen Springs Power Station is completed in an industrial estate further from residential land."}, {"wikipedia": "https://en.wikipedia.org/wiki/Butlers_Gorge_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5002701", "wiki_id": "Butlers_Gorge_Power_Station", "wikidata_id": "Q5002701", "name": "Butlers Gorge", "name_original": "Butlers Gorge Power Station", "description": "The Butlers Gorge Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tarraleah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7686654", "wiki_id": "Tarraleah_Power_Station", "wikidata_id": "Q7686654", "name": "Tarraleah", "name_original": "Tarraleah Power Station", "description": "The Tarraleah Power Station is a hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is part of the Upper Derwent hydro scheme and is operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/The_Drop_Hydro", "wikidata": "http://www.wikidata.org/entity/Q7731050", "wiki_id": "The_Drop_Hydro", "wikidata_id": "Q7731050", "name": "The Drop", "name_original": "The Drop Hydro", "description": "The Drop Hydro Power Station is a Pacific Hydro hydroelectric power station on the Mulwala Canal, near Berrigan, New South Wales, Australia. It has one turbine, with a generating capacity of 2.5 megawatts (3,400 hp) of electricity.The power station was completed in November 2002, and is Australia's first hydroelectric power station built on an irrigation canal."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wayatinah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7975858", "wiki_id": "Wayatinah_Power_Station", "wikidata_id": "Q7975858", "name": "Wayatinah", "name_original": "Wayatinah Power Station", "description": "The Wayatinah Power Station is a run-of-the-river hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kiewa_Hydroelectric_Scheme", "wikidata": "http://www.wikidata.org/entity/Q6405735", "wiki_id": "Kiewa_Hydroelectric_Scheme", "wikidata_id": "Q6405735", "name": "Kiewa Hydroelectric Scheme", "name_original": "Kiewa Hydroelectric Scheme", "description": "The Kiewa Hydroelectric Scheme is the largest hydro-electric scheme in the Australian state of Victoria and the second-largest in mainland Australia after the Snowy Mountains Scheme. The scheme is situated in the Australian Alps in north-eastern Victoria about 350 kilometres (220 miles) from Melbourne and is wholly owned by AGL Energy.\nThe scheme was originally constructed between 1938 and 1961 by the State Electricity Commission of Victoria although it was privatised in the 1990s. The scheme was originally developed solely for electricity generation, unlike the Snowy Mountains Scheme, which was also intended to direct water west of the Snowy Mountains for purposes of irrigation."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mackintosh_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6724549", "wiki_id": "Mackintosh_Power_Station", "wikidata_id": "Q6724549", "name": "Mackintosh", "name_original": "Mackintosh Power Station", "description": "The Mackintosh Power Station is a conventional hydroelectric power station located in Western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Reece_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7306575", "wiki_id": "Reece_Power_Station", "wikidata_id": "Q7306575", "name": "Reece Hydroelectric", "name_original": "Reece Hydroelectric Power Station", "description": "The Reece Power Station is a conventional hydroelectric power station located in the West Coast region of Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tungatinah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7853031", "wiki_id": "Tungatinah_Power_Station", "wikidata_id": "Q7853031", "name": "Tungatinah", "name_original": "Tungatinah Power Station", "description": "The Tungatinah Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Upper River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Guthega_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5621737", "wiki_id": "Guthega_Power_Station", "wikidata_id": "Q5621737", "name": "Guthega", "name_original": "Guthega Power Station", "description": "Guthega Power Station is located in the Snowy Mountains region of New South Wales, Australia. The power station's purpose is for the generation of electricity. It is the first to be completed and smallest of the initial seven hydroelectric power stations that comprise the Snowy Mountains Scheme, a vast hydroelectricity and irrigation complex constructed in south-east Australia between 1949 and 1974 and now run by Snowy Hydro.This station is connected to the National Electricity Market via the TransGrid 330/132KV Substation @ the TransGrid 330KV Murray Switching Station, 1.56 kilometres (1.71 mi) South East of Khancoban."}, {"wikipedia": "https://en.wikipedia.org/wiki/John_Butters_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6224154", "wiki_id": "John_Butters_Power_Station", "wikidata_id": "Q6224154", "name": "John Butters Hydroelectric", "name_original": "John Butters Hydroelectric Power Station", "description": "The John Butters Power Station is a conventional hydroelectric power station located in Western Tasmania, Australia. The power station forms part of the King – Yolande River Power Scheme and is owned and operated by Hydro Tasmania.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Waddamana_Power_Stations", "wikidata": "http://www.wikidata.org/entity/Q7958955", "wiki_id": "Waddamana_Power_Stations", "wikidata_id": "Q7958955", "name": "Waddamana S", "name_original": "Waddamana Power Stations", "description": "Waddamana Hydro-Electric power station was the first hydro-electric power plant ever operated by the Tasmanian Hydro-Electric Department (later the Hydro-Electric Commission or HEC), opened in 1916."}, {"wikipedia": "https://en.wikipedia.org/wiki/Warragamba_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7969919", "wiki_id": "Warragamba_Power_Station", "wikidata_id": "Q7969919", "name": "Warragamba", "name_original": "Warragamba Power Station", "description": "Warragamba Power Station is a hydroelectric power station at Warragamba Dam, New South Wales, Australia. Warragamba has one turbine with a generating capacity of 50 MW of electricity.\nThe power station was completed in 1959 and is now disconnected from the electricity grid."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wivenhoe_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q8028691", "wiki_id": "Wivenhoe_Power_Station", "wikidata_id": "Q8028691", "name": "Wivenhoe", "name_original": "Wivenhoe Power Station", "description": "The Wivenhoe Power Station is situated between the Splityard Creek Dam and Lake Wivenhoe.  The Splityard Creek dam is situated in hills adjacent to Lake Wivenhoe and is about 100 metres (330 ft) above it.The Wivenhoe Dam has been built across the Brisbane River about 80 kilometres (50 mi) by road from the centre of Brisbane, the capital of the state of Queensland, Australia.  The body of water held behind the dam is called Lake Wivenhoe."}, {"wikipedia": "https://en.wikipedia.org/wiki/Barron_Gorge_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4863807", "wiki_id": "Barron_Gorge_Hydroelectric_Power_Station", "wikidata_id": "Q4863807", "name": "Barron Gorge Hydroelectric", "name_original": "Barron Gorge Hydroelectric Power Station", "description": "The Barron Gorge Hydroelectric Power Station (or Barron Gorge Hydro) in Queensland, Australia is an electricity power station commissioned in 1963 with a maximum capacity of 66 megawatts (89,000 hp). It is located in the locality of Barron Gorge in the Wet Tropics World Heritage Area 20 kilometres (12 mi) north-west of Cairns. It replaced an earlier station which was the first underground power station in the country and the first hydroelectric station in Queensland. The power station was refurbished in 2006."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kareeya_Hydro_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6369223", "wiki_id": "Kareeya_Hydro_Power_Station", "wikidata_id": "Q6369223", "name": "Kareeya", "name_original": "Kareeya Hydro Power Station", "description": "The Kareeya Hydro Power Station near Tully in Queensland, Australia in a hydroelectric power station that began generating power in 1957. It has a capacity of 88 megawatts (118,000 hp) which is fed into the National Electricity Market.  The power station is owned by CleanCo Queensland.\nTaking its name from the Aboriginal word meaning 'big water', the Kareeya Hydro project originally comprised construction of Koombooloomba Dam, the Tully Falls Weir and Kareeya Hydro power station. A dam was needed for water storage because most of the rain in the area falls in the first few months of the year. An intake tower is located in the weir, which directs water down a tunnel to the turbines in an underground power station below Tully Falls.\nPlanning for the project began in 1949 and it was intended to be operating by 1955. Construction of a diversion tunnel started in early 1952. The 132 Kv transmission line was the first ever constructed in Queensland and the state's first use of steel towers for electricity distribution. The last of the four generating sets was installed by mid-1959.\nThe power station's staff and families were provided accommodation in a small village, named Cardstone, located downstream from the plant."}, {"wikipedia": "https://en.wikipedia.org/wiki/Liapootah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6540173", "wiki_id": "Liapootah_Power_Station", "wikidata_id": "Q6540173", "name": "Liapootah", "name_original": "Liapootah Power Station", "description": "The Liapootah Power Station is a run-of-the-river hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Poatina_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7206172", "wiki_id": "Poatina_Power_Station", "wikidata_id": "Q7206172", "name": "Poatina Hydroelectric", "name_original": "Poatina Hydroelectric Power Station", "description": "The Poatina Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Great Lake and South Esk and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cethana_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5065647", "wiki_id": "Cethana_Power_Station", "wikidata_id": "Q5065647", "name": "Cethana", "name_original": "Cethana Power Station", "description": "The Cethana Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cluny_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5136641", "wiki_id": "Cluny_Power_Station", "wikidata_id": "Q5136641", "name": "Cluny", "name_original": "Cluny Power Station", "description": "The Cluny Power Station is a conventional hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Eildon_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5349293", "wiki_id": "Eildon_Hydroelectric_Power_Station", "wikidata_id": "Q5349293", "name": "Eildon Hydroelectric", "name_original": "Eildon Hydroelectric Power Station", "description": "The Eildon Dam or Eildon Weir, a rock and earth-fill embankment dam with a controlled spillway across the Goulburn River, is located between the regional towns of Mansfield and Eildon within Lake Eildon National Park, in the Alpine region of Victoria, Australia. The dam's purpose is for the supply of potable water, irrigation, and the generation of hydroelectricity. The impounded reservoir is called Lake Eildon."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lemonthyme_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6521428", "wiki_id": "Lemonthyme_Power_Station", "wikidata_id": "Q6521428", "name": "Lemonthyme", "name_original": "Lemonthyme Power Station", "description": "The Lemonthyme Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia. It is the third station in the Mersey–Forth run-of-river scheme that comprises seven conventional hydroelectric power stations and one mini hydro station."}, {"wikipedia": "https://en.wikipedia.org/wiki/McKay_Creek_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6801697", "wiki_id": "McKay_Creek_Hydroelectric_Power_Station", "wikidata_id": "Q6801697", "name": "McKay Creek Hydroelectric", "name_original": "McKay Creek Hydroelectric Power Station", "description": "McKay Creek Power Station is one of four hydroelectric power stations in the Kiewa Hydroelectric Scheme, Victoria, Australia. McKay Creek has six 25 megawatts (34,000 hp) generators driven by Pelton wheel turbines, with a total generating capacity of 150 megawatts (200,000 hp).\nThe power station is located on the slopes of Mount McKay at ground level.  The water is transported from the Rocky Valley Dam through a near vertical pipe."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tribute_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7840519", "wiki_id": "Tribute_Power_Station", "wikidata_id": "Q7840519", "name": "Tribute", "name_original": "Tribute Power Station", "description": "The Tribute Power Station is a conventional hydroelectric power station located in Western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Banimboola_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4855770", "wiki_id": "Banimboola_Hydroelectric_Power_Station", "wikidata_id": "Q4855770", "name": "Banimboola Hydroelectric", "name_original": "Banimboola Hydroelectric Power Station", "description": "Banimboola Power Station is a hydroelectric power station on the Dartmouth Dam Regulating Pond (or Banimboola Pondage), downstream of Dartmouth Dam on the Mitta Mitta River in Victoria, Australia. Banimboola has three turbo generators, with a generating capacity of 12.2 megawatts (16,360 hp) of electricity.  It is owned and operated by AGL Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bastyan_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4868381", "wiki_id": "Bastyan_Power_Station", "wikidata_id": "Q4868381", "name": "Bastyan", "name_original": "Bastyan Power Station", "description": "The Bastyan Power Station is a conventional hydroelectric power station located in Western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Devils_Gate_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5267403", "wiki_id": "Devils_Gate_Power_Station", "wikidata_id": "Q5267403", "name": "Devils Gate", "name_original": "Devils Gate Power Station", "description": "The Devils Gate Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Playford_A_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q38251296", "wiki_id": "Playford_A_Power_Station", "wikidata_id": "Q38251296", "name": "Playford A", "name_original": "Playford A Power Station", "description": "Playford A power station was the first power station built by the Electricity Trust of South Australia at Port Paterson, South Australia near Port Augusta in South Australia. It was built in 1954 to generate electricity from coal mined from the Telford Cut at Leigh Creek and transported 250 kilometres (160 mi) by rail.\nIt was joined by the Playford B Power Station in 1963, and the Northern Power Station in 1985.\nThe first unit of the power station was opened by Governor Robert George on 23 July 1954. It was the first power station in South Australia which did not require the importation of fuel from interstate. It was expected to take a few years before all six units were operational. The life of Playford A and B stations was expected to be 30 years, the supply of coal then known to be available from Leigh Creek. Playford A was decommissioned in 1985, however the building remained until all three power stations were demolished in 2018.Flinders Power, a division of Alinta Energy, contracted out the demolition of all three power stations and remediating the site. The demolition and 1068ha site rehabilitation was completed in May 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Codrington_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5140367", "wiki_id": "Codrington_Wind_Farm", "wikidata_id": "Q5140367", "name": "Codrington", "name_original": "Codrington Wind Farm", "description": "Codrington Wind Farm is a wind farm near Yambuk on the coast of south-western Victoria, Australia.\nCompleted in June 2001, the 18.2MW installation of 14 wind turbines generates 51 GWh annually, for a capital cost of A$30 million by\nPacific Hydro being the first fully private investment in a wind farm in Australia. When opened it was Australia's largest wind farm and the first in Victoria.\nThe Yambuk wind farm (Part of the Portland Wind Farm project) is directly adjacent to the Codrington Wind Farm. It has a total of 30MW in its 20 turbines."}, {"wikipedia": "https://en.wikipedia.org/wiki/Snowtown_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7548732", "wiki_id": "Snowtown_Wind_Farm", "wikidata_id": "Q7548732", "name": "Snowtown", "name_original": "Snowtown Wind Farm", "description": "The Snowtown wind farms are located on the Barunga and Hummocks ranges west of Snowtown in the Mid North of South Australia, around 150 kilometres (93 mi) north of the state capital, Adelaide. They were developed by Trustpower and owned by Tilt Renewables, which demerged from Trustpower in 2016. The first stage of 47 turbines was completed in 2008 and Stage 2 of 90 turbines became operational in 2014. Stage 2 was sold by Tilt Renewables to Palisade Investment Partners in December 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Millar_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q17014513", "wiki_id": "Mount_Millar_Wind_Farm", "wikidata_id": "Q17014513", "name": "Mount Millar", "name_original": "Mount Millar Wind Farm", "description": "The Mount Millar Wind Farm is situated on an escarpment between the towns of Cowell and Cleve on the Eyre Peninsula in South Australia. The 35 wind turbines are positioned on the elongated Mount Millar site (about 7 kilometres (4.3 miles) in length) to maximise wind exposure. The wind farm can generate up to 70 megawatts (MW) of electricity and provide enough energy to meet the needs of about 36,000 typical households.The Mount Millar Wind Farm was the first wind farm in South Australia to use direct drive turbines that don't have gear boxes. It connects to ElectraNet’s existing transmission network at Yadnarie Substation, via a new 33 km 132 kV overhead transmission line and substation.Construction of this wind farm started in late 2004 and was completed in December 2005. Power production started in February 2006. The $130 million project was developed by Tarong Energy and in 2007 sold to Transfield Services. In 2010 it was purchased by Meridian Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Warradarge_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q78439596", "wiki_id": "Warradarge_Wind_Farm", "wikidata_id": "Q78439596", "name": "Warradarge", "name_original": "Warradarge Wind Farm", "description": "Warradarge Wind Farm is under construction 15 kilometres (9.3 mi) northeast of Warradarge, and 30 kilometres (19 mi)  southeast of Eneabba in the Mid West region of Western Australia. The first of its planned 51 turbines was completed on 21 January 2020.It is owned by Bright Energy Investments, a joint venture between the Dutch fund manager DIF Capital Partners (40.05%), Australian industry superannuation fund Cbus (40.05%), and the Western Australian government's electricity generator and retailer Synergy (19.9%). The construction and maintenance contracts are with Danish company Vestas.Originally proposed in 2012 for up to 100 turbines generating 250 MW of electricity, when completed the wind farm will generate up to 180 MW from 51 turbines for the South West Interconnected System, the electricity grid in southern Western Australia.The wind turbines are manufactured by Vestas with 66 metre blades and a tip height of 152 metres above the ground. Western Power will construct a new 10 kilometres (6.2 mi) transmission line from the wind farm to the existing 330 kV transmission network."}, {"wikipedia": "https://en.wikipedia.org/wiki/Capital_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5035686", "wiki_id": "Capital_Wind_Farm", "wikidata_id": "Q5035686", "name": "Capital", "name_original": "Capital Wind Farm", "description": "The Capital Wind Farm near Bungendore is the largest wind farm in New South Wales.  It is part of the 6,000-hectare (15,000-acre) Capital Renewable Energy Precinct, along with nearby Woodlawn Wind Farm and the Capital East Solar Demonstration Plant.\nCapital Wind Farm was built by international contractors Suzlon Energy for owner and operator Infigen Energy.  Construction began in early 2008, and the wind farm became fully operational in October 2009. It is a 140.7 megawatt wind farm with 67 turbines."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gunning_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5619261", "wiki_id": "Gunning_Wind_Farm", "wikidata_id": "Q5619261", "name": "Gunning", "name_original": "Gunning Wind Farm", "description": "The Gunning Wind Farm project is a wind farm development in the Cullerin Range, north-east of Gunning, in New South Wales. Wind turbines in the farm are visible from the Hume Highway. \nThe Gunning Wind Farm comprises an electrical substation and operation and maintenance facilities plus 31 turbines which send power to the substation via 17km of underground cabling.\nA 14km-long 132kV transmission line was constructed to connect the wind farm to the 132kV Yass-Goulburn transmission line. Turbines generate electricity at 12kV which travels via underground cables to the substation where it is stepped up to 132kV to match the grid voltage.\nConstruction began in April 2010 and created about 100 jobs, bringing significant economic activity to the Gunning region. The wind farm was completed in May 2011.\nA great deal of work was done prior to development of the wind farm. Technical studies identified constraints and the best design, with independent consultants engaged to report on:\n\nflora and fauna\ncultural heritage\ntraffic and transport\ngeology and hydrology\nlandscape and visual amenity\nsoundThe wind farm is capable of producing 46.5MW of clean, renewable energy.\nEach of the 1.5MW turbines at the Gunning Wind Farm can provide sufficient renewable energy to power approximately 750 homes and save more than 5,250 tonnes of greenhouse gas emissions a year.\nThe 31 turbines can power 35,000 homes annually and save more than 162,750 tonnes of greenhouse gases a year.\nACCIONA Energy [1] has established a Community Benefit Fund to deliver tangible benefits to the local community. This initiative will run for the life of the project (25 years).\nThe Fund support services, events and projects which directly and indirectly benefit the community in the vicinity. \nACCIONA Energy also provides sponsorship support to local groups and events."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hallett_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5642928", "wiki_id": "Hallett_Wind_Farm", "wikidata_id": "Q5642928", "name": "Hallett", "name_original": "Hallett Wind Farm", "description": "The Hallett Wind Farm is the collective name for four wind farms near the town of Hallett, South Australia. They are owned and operated by AGL Energy.\nBrown Hill (Hallett 1): 95MW, completed June 2008\nHallett Hill (Hallett 2): 71MW, completed May 2010\nNorth Brown Hill (Hallett 4): 132MW, completed May 2011\nBluff Range (Hallett 5): 53MW, completed March 2012The Mount Bryan wind farm which would have been Hallett 3 was never built. It received planning approval in 2009 but the project was cancelled and the permit was revoked in 2012 following appeals in the Environment, Resources and Development Court."}, {"wikipedia": "https://en.wikipedia.org/wiki/Macarthur_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q6722670", "wiki_id": "Macarthur_Wind_Farm", "wikidata_id": "Q6722670", "name": "Macarthur", "name_original": "Macarthur Wind Farm", "description": "The Macarthur Wind Farm is a wind farm located in Macarthur, Victoria, Australia, near Hamilton, 260 km west of Melbourne. It is on a 5,500 ha site which has an installed capacity of 420 megawatts (MW). Based on a capacity factor of around 35%, it is estimated that the long-term average generation will be approximately 1,250 GWh per year. The energy produced annually by a wind farm varies year-to-year, and during FY2015 the farm produced 977.9 GWh.\nIt is the largest wind farm in the southern hemisphere generating enough power for 220,000 homes and abating 1.7 million tons of greenhouse gases annually, at a capacity factor of 35%. The wind farm comprises 140 Vestas V112-3.0MW wind turbines manufactured in Denmark.The project cost about A$1 billion and was fully operational in January 2013. It was constructed by Vestas and Leighton Contractors. The first turbines were connected to the grid in September 2012. AGL also invested an additional $27m in the substation, which is completely owned by the company."}, {"wikipedia": "https://en.wikipedia.org/wiki/Toora_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7824199", "wiki_id": "Toora_Wind_Farm", "wikidata_id": "Q7824199", "name": "Toora", "name_original": "Toora Wind Farm", "description": "Toora wind farm is a wind power station at Toora in South Gippsland, Victoria, Australia. It is located north of Wilsons Promontory and 150 km SE of Melbourne. The wind farm is on a ridge overlooking the town of Toora.\nToora has 12 wind turbines, each of 1.75 MW rated capacity, with a total generating capacity of 21 MW of electricity. The power station was completed in 2002. \nAs of May 2008, it was owned by Transfield Services Infrastructure Fund. Danish company Vestas Wind Systems, one of the world's largest turbine manufacturers, constructed the wind farm. Transfield Services Infrastructure Fund became RATCH-Australia on 11 July 2011.Viewing and photography points are available on a road that passes the wind farm.  From some of these views of the coastal plain, the Strzelecki Ranges, and Wilsons Promontory can be combined with views of the turbines.  Accommodation is available in a caravan park at Toora.\nOne of Toora's turbines can power up to 6,600 homes."}, {"wikipedia": "https://en.wikipedia.org/wiki/Windy_Hill_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q8024845", "wiki_id": "Windy_Hill_Wind_Farm", "wikidata_id": "Q8024845", "name": "Windy Hill", "name_original": "Windy Hill Wind Farm", "description": "Windy Hill Wind Farm is a wind power station near Ravenshoe on the Atherton Tablelands, Queensland, Australia. Windy Hill has 20 wind turbines with a generating capacity of 12 MW of electricity, providing enough power for about 3,500 homes. The cost of the project was A$20 million. It was the second wind farm to be constructed in Queensland after the 0.45Mw station on Thursday Island (1997).\nThe power station was commissioned in 2000 and was initially operated by the Stanwell Corporation. In December 2007 Windy Hill was sold to Transfield Services Infrastructure Fund (TSIF) as part of Queensland Government's ClimateSmart 2050 strategy. A new substation was built to allow the wind farm's power to connect to the existing 66 kV transmission line. RATCH-Australia bought TSIF in 2011."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lal_Lal_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q67899687", "wiki_id": "Lal_Lal_Wind_Farm", "wikidata_id": "Q67899687", "name": "Lal Lal", "name_original": "Lal Lal Wind Farm", "description": "Lal Lal Wind Farm is a wind farm under construction southeast of Ballarat in the Australian state of Victoria. the wind farm has two parts about 9 kilometres (5.6 mi) apart. There are 38 turbines two kilometres east of Yendon and a further 22 turbines two kilometres north of Elaine.The project was developed by WestWind Energy. The proposal was bought by Macquarie Capital in 2017, and financing was completed by onselling 40% to each of Northleaf Capital Partners and InfraRed Capital with Macquarie retaining the other 20%. RES Australia is contracted to manage the build and first five years of operation. Construction is done by Zenviron and Vestas.During the construction phase, one of the operating wind turbines was damaged on 15 September 2019 by a lightning strike during a storm. A direct hit resulted in one blade of a turbine being destroyed and falling to the ground. no other damage was reported."}, {"wikipedia": "https://en.wikipedia.org/wiki/Huxley_Hill_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q3509881", "wiki_id": "Huxley_Hill_Wind_Farm", "wikidata_id": "Q3509881", "name": "Huxley Hill", "name_original": "Huxley Hill Wind Farm", "description": "Huxley Hill Wind Farm (also known as the King Island Wind Farm) is a wind power station at King Island, Tasmania, Australia, of around 1600 residents, owned by Hydro Tasmania, which supplements the four diesel generators with a combined capacity of 6 MW at Currie Power Station. King Island also has a 100 kW solar capacity provided with monocrystaline solar panels on dual-axis arrays.\nThe wind farm started generating in 1998, initially with three 250 kW Nordex N26 wind turbines at a cost of $2.5 M ($3,300/kW), then in 2003 with two 850 kW Vestas Turbines, to provide a total wind generating capacity of 2.5 MW of electricity. Wind generation provides around 35% of the annual generation.As a declared Community Service Obligation, the Tasmanian Government provides around $7 million per annum in funding support for the electricity supply equivalent to around $2,500 per resident per annum."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kwinana_Cogeneration_Plant", "wikidata": "http://www.wikidata.org/entity/Q6450447", "wiki_id": "Kwinana_Cogeneration_Plant", "wikidata_id": "Q6450447", "name": "Kwinana", "name_original": "Kwinana Cogeneration Plant", "description": "Kwinana Cogeneration Plant is located 40 kilometres south of Perth, Western Australia. It provides steam and electrical power to the BP Australia Kwinana Oil Refinery and electricity only to Synergy, the State owned generator/retailer.\nAs a cogeneration plant, Kwinana supplies both steam and electrical power to its two customers. Steam production from the plant comes predominantly from the waste heat from the gas turbine exhausts and is supported by burning refinery fuel gas from the BP Refinery using 'Duct Burners' inside the Heat Recovery Steam Generators (HRSG). The steam produced drives a steam turbine, further enhancing the plant's efficiency, with BP's steam supply coming from the extraction port on the steam turbine after some pressure and temperature has been lost.\nKwinana produces 119MW of electricity, or approximately 6% of Western Australia's requirements. It is primarily fueled by natural gas from Western Australia's North West Shelf gas fields and delivered to the plant by the Dampier to Bunbury Natural Gas Pipeline. The plant is certified for its environmental practices (ISO 14001), quality assurance (ISO 9001) and health and safety (AS4801 & BS18001)."}, {"wikipedia": "https://en.wikipedia.org/wiki/Musselroe_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q6943113", "wiki_id": "Musselroe_Wind_Farm", "wikidata_id": "Q6943113", "name": "Musselroe", "name_original": "Musselroe Wind Farm", "description": "Musselroe Wind Farm is a wind farm at Cape Portland, Tasmania, Australia. It is third wind farm in the state, being owned and operated by Hydro Tasmania. It consists of 56 Vestas V90-3MW wind turbines, with a generating capacity of 168 MW. The energy output from the Musselroe Wind Farm will be sufficient to supply electricity to around 50,000 households and abate 450,000 tonnes of CO2 emissions annually.The first 37 turbines have been connected to the grid in 2013, and the full farm was completed in January 2014."}, {"wikipedia": "https://en.wikipedia.org/wiki/Starfish_Hill_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7601839", "wiki_id": "Starfish_Hill_Wind_Farm", "wikidata_id": "Q7601839", "name": "Starfish Hill", "name_original": "Starfish Hill Wind Farm", "description": "Starfish Hill Wind Farm is a wind power station spread over two hills near Cape Jervis, South Australia. It has 22 wind turbines, eight on Starfish Hill itself and 14 on Salt Creek Hill, with a combined generating capacity of 33 MW of electricity.\nStarfish Hill Wind Farm was commissioned in September 2003, making it the first major wind farm in the state. On 30 October 2010, one of the original 23 turbines caught fire and was destroyed. It was not replaced, leaving the wind farm with 22 turbines.Starfish Hill Wind Farm was developed by Tarong Energy at a cost of $65 million. RATCH-Australia (at that time part of Transfield Services) acquired the wind farm in December 2007."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cattle_Hill_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q65075725", "wiki_id": "Cattle_Hill_Wind_Farm", "wikidata_id": "Q65075725", "name": "Cattle Hill", "name_original": "Cattle Hill Wind Farm", "description": "Cattle Hill Wind Farm is a wind farm project being developed and constructed by Goldwind Australia, in Tasmania.  \nThe facility began construction in 2018 and has 48 wind turbines at a site just east of Lake Echo in the Tasmanian Central Highlands."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sapphire_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q67446408", "wiki_id": "Sapphire_Wind_Farm", "wikidata_id": "Q67446408", "name": "Sapphire", "name_original": "Sapphire Wind Farm", "description": "Sapphire Wind Farm is a wind farm in the Australian state of New South Wales. When it was built in 2018, it was the largest wind farm in New South Wales. It is in the New England region of northern New South Wales, 28 kilometres (17 mi) east of Inverell and 18 kilometres (11 mi) west of Glen Innes. It is north of the Gwydir Highway. The White Rock and Glen Innes Wind Farms are south of the highway closer to Glen Innes. It is intended to be colocated with a 200 MW solar farm. The wind farm contains 75 Vestas V126 turbines, each of which can generate 3.6 MW of electricity. They have a 137-metre hub height and 126-metre rotor diameter. The project is approved to build up to 109 wind turbines."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gullen_Range_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q68050784", "wiki_id": "Gullen_Range_Wind_Farm", "wikidata_id": "Q68050784", "name": "Gullen Range", "name_original": "Gullen Range Wind Farm", "description": "Gullen Range Wind Farm is a wind farm in the Southern Tablelands region of New South Wales, Australia. It consists of 73 wind turbines and produces up to 165.5MW of electricity. It is owned by BJCE Australia and built and operated by Goldwind Australia. Gullen Range was BJCE Australia's first wind farm, when it bought the project in 2014.The wind farm consists of two different turbine models, both manufactured by Goldwind. There are 56 GRW100-2.5MW turbines with a 100m diameter on 80m towers (total height 130m) which generate 2.5MW of electricity. There are also 17 smaller GW82-1.5MW turbines with 82m diameter on 85m towers (total height 126m) which produce 1.5MW of electricity.The project was developed by Epuron, who sold it to Goldwind Australia before construction. Goldwind began construction in 2012. It began generating electricity in 2013 and was fully operational by 23 December 2014. Goldwind onsold 75% of the project to BJCE Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Granville_Harbour_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q65041560", "wiki_id": "Granville_Harbour_Wind_Farm", "wikidata_id": "Q65041560", "name": "Granville Harbour", "name_original": "Granville Harbour Wind Farm", "description": "Granville Harbour Wind Farm is a wind farm project being developed and constructed by Palisade Investment Partners, on the west coast of Tasmania, Australia.  \nThe facility first generated to the grid on 27th February 2020 with the completion of its first turbine. When finished, the wind farm will have 31 wind turbines and have a maximum capacity of 112 MW. It is located on a site 35 kilometres (22 mi) northwest of Zeehan, Tasmania.Considerations are underway for a second Bass Strait interconnector to increase Tasmania's electricity export capacity."}, {"wikipedia": "https://en.wikipedia.org/wiki/Archer_Point_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q4785963", "wiki_id": "Archer_Point_Wind_Farm", "wikidata_id": "Q4785963", "name": "Archer Point", "name_original": "Archer Point Wind Farm", "description": "The Archer Point Wind Farm, alternatively Jalunji Wind Park or Cooktown Wind Farm, is a proposed wind farm to be located at Archer Point, about 15 km south of Cooktown, Queensland. It is expected to cost A$250 million to construct.\nThe wind farm is envisioned to have 60 wind turbines in Stage 1. The total generation capacity for Stage 1 would be 138 MW.  This would be enough electricity generation to power the entire Cape York Peninsula while supplementing the electricity needs of Port Douglas and Cairns. Archer Point is recognised as one of the windiest places in Queensland.The project would generate about 400,000 MW-hr of electricity - enough electricity to power over 75,000 average Queensland homes. In addition, the wind farm would make a very significant contribution to reducing greenhouse gas emissions in Queensland - reducing electricity emissions by over 370,000 tonnes of greenhouse gas emissions annually.  This would be equivalent to taking 85,000 cars off the road. Once constructed, the wind farm would have twice the capacity of the largest renewable energy generation facility in Queensland. Towers are expected to be 80 m high.In May 2011, it was announced that a lease agreement between the traditional land owners and National Power has been reached."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cathedral_Rocks_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5052277", "wiki_id": "Cathedral_Rocks_Wind_Farm", "wikidata_id": "Q5052277", "name": "Cathedral Rocks", "name_original": "Cathedral Rocks Wind Farm", "description": "Cathedral Rocks Wind Farm is a wind power station located about 30 km west of Port Lincoln in South Australia, near the southern tip of the Eyre Peninsula. It has 33 wind turbines of 2 MW each, with a combined generating capacity of 66 MW of electricity. The site covers an area of about 29 km², with a coastal exposure of nearly 11 km and is private farming land. The wind farm was commissioned in September 2005.Before the wind farm was built, extensive environmental and cultural studies were conducted. Surveys undertaken included the assessment of potential impacts to Aboriginal and European cultural heritage, flora, visual amenity, noise levels, birds and other animals. Construction of the wind farm was undertaken with consideration for the environment.Construction started in 2004, and the first turbines were commissioned in late 2005. The wind farm was fully operational by 2007. It is operated by a joint venture between EnergyAustralia and Acciona Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Emu_Downs_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5374851", "wiki_id": "Emu_Downs_Wind_Farm", "wikidata_id": "Q5374851", "name": "Emu Downs", "name_original": "Emu Downs Wind Farm", "description": "The Emu Downs Wind Farm (30°30′S 115°20′E) is a 79.2 MW wind farm in Western Australia. It was a joint development between Stanwell Corporation and Griffin Energy. The site is approximately 200 kilometres north of Perth, near Cervantes. Construction of the $180 million project commenced in November 2005, and the project was commissioned in October 2006.Emu Downs consists of 48 Vestas wind turbines (each with 1.65 MW generating capacity), a substation, interconnection to the main 132 kV electricity grid, administration and stores buildings, and a network of access roads. The wind farm is close to the coast, with a good quality wind resource that has increased wind speeds and reliability aligning with periods for peak power demand. The prevailing wind blows from the east in the mornings and the Fremantle Doctor from the west in the afternoons.The wind farm provides electricity to the grid. 260 km (160 mi) to the south there is the Kwinana Desalination Plant, located just south of Perth, and turns water from the Indian Ocean into nearly 152 million litres (40 million gallons) of drinking water per day.Emu Downs is accredited under the Australian Government's Renewable Energy (Electricity) Act 2000 and as a Green Power Generator by the Sustainable Energy Development Authority.In June 2011, the wind farm was acquired by the APA Group for $170 million from the failed Griffin Group.When APA group bought Emu Downs, it realised that there is usually a drop in output in the middle of the day as the wind changes. To balance that and achieve better utilisation of transmission infrastructure, APA installed the 20MW Emu Downs Solar Farm on the adjacent site. Its peak output is during the time when the wind farm is not at full capacity, so no additional capacity was needed in the substation or grid connection point. The solar farm began operation in December 2017.\nThe output of both the solar and wind farms is contracted to Synergy until 2030. The adjacent 137MW Badginagarra wind farm was completed in 2019, and has higher capacity factor due to newer components."}, {"wikipedia": "https://en.wikipedia.org/wiki/Silverton_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7516853", "wiki_id": "Silverton_Wind_Farm", "wikidata_id": "Q7516853", "name": "Silverton", "name_original": "Silverton Wind Farm", "description": "The Silverton Wind Farm is a 199 megawatt wind farm situated on the Barrier Ranges in New South Wales, built for AGL Energy by CATCON and General Electric.On 3 June 2009, the project was approved by the NSW state Government.The project was initially set to begin construction in the first half of 2010, yet several issues caused delays. To begin, the transmission line needed to connect the fully developed wind farm would need to be as long as 300 km, and due to multiple connection options, as well as an expected large cost of the infrastructure, the decision of the final solution was delayed.In 2012, the start-date for construction of the wind farm has been pushed back to 2014, after AGL Energy decided to give priority to building two solar photovoltaic plants which have received almost A$200m in government funding.The project's planning approval was set to expire on 24 May 2016, however AGL submitted a Modification Application on 25 February 2016 with the sole aim to extend the project's Planning Approval expiry to 2021. On 3 June 2016 that application was granted, giving AGL the option to optimise and build the project within their Powering Australian Renewables Fund. The project secured a Power Purchase Agreement with EnergyAustralia for supply of 60% of its annual output until December 2030.On 16 May 2017, AGL announced construction had commenced.As of 2019, it had been completed and is now operating. The project uses General Electric 3.43-130 wind turbines with a hub height of 110m."}, {"wikipedia": "https://en.wikipedia.org/wiki/Murra_Warra_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q56278495", "wiki_id": "Murra_Warra_Wind_Farm", "wikidata_id": "Q56278495", "name": "Murra Warra", "name_original": "Murra Warra Wind Farm", "description": "The Murra Warra Wind Farm will be one of Australia's largest wind farms. Located on the plains of north-western Victoria, approximately 25 kilometres (16 mi) north of the city of Horsham, it will consist of 99 wind turbines with a maximum tip height of 220m.\nThe project is expected to produce more than 1800 GWh annually, enough electricity to power about 420,000 average Victorian homes each year, displacing up to 1.7 million tonnes of greenhouse gas emissions each year. The project was developed by a joint venture between RES Group and Macquarie Capital and was sold in two stages to Partners Group in September 2018 and August 2020,"}, {"wikipedia": "https://en.wikipedia.org/wiki/Glen_Innes_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q67511053", "wiki_id": "Glen_Innes_Wind_Farm", "wikidata_id": "Q67511053", "name": "Glen Innes", "name_original": "Glen Innes Wind Farm", "description": "Glen Innes Wind Farm  is a wind farm proposal in the Australian state of New South Wales. It is in the New England region of northern New South Wales, between Inverell and Glen Innes. It is south of the Gwydir Highway and closer to Glen Innes than the larger nearby White Rock and Sapphire Wind Farms. Glen Innes wind farm is 15 kilometres (9.3 mi) west of Glen Innes and being developed by Nexif Energy. It is expected to be built with 25 wind turbines, each with a capacity up to 3.6MW."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bulgana_Green_Power_Hub", "wikidata": "http://www.wikidata.org/entity/Q74520480", "wiki_id": "Bulgana_Green_Power_Hub", "wikidata_id": "Q74520480", "name": "Bulgana Green", "name_original": "Bulgana Green Power Hub", "description": "Bulgana Green Power Hub is a wind farm under construction north of Stawell in the Australian state of Victoria. The project is owned by Neoen. Construction of the 56 wind turbines, with a total generation capacity of 194MW, was completed in August 2019.Electricity produced by the wind farm will be used to power the 30 hectares (74 acres) glass house facility owned by Nectar Farms, with the excess contracted for supply to the Government of Victoria. The wind turbines are Siemens Gamesa SG 3.4-132 model, and there will also be a 20 MW / 34 MWh lithium-ion battery as part of the project. The EPC contract and 25 years of maintenance is with Siemens Gamesa Renewable Energy, the fourth contract by the company for an Australian wind farm owned by Neoen."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bald_Hills_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q4850323", "wiki_id": "Bald_Hills_Wind_Farm", "wikidata_id": "Q4850323", "name": "Bald Hills", "name_original": "Bald Hills Wind Farm", "description": "The Bald Hills Wind Farm is an operating wind farm located approximately 10 km south east of Tarwin Lower in South Gippsland, Victoria, Australia.  The Bald Hills Wind Farm site covers approximately 1,750ha of largely cleared cattle and sheep grazing farmland. The turbines are located in three distinct areas, one to the west and one to the east of Tarwin Lower Waratah Road, and one near the end of Bald Hills Road."}, {"wikipedia": "https://en.wikipedia.org/wiki/Myponga_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q6948076", "wiki_id": "Myponga_Wind_Farm", "wikidata_id": "Q6948076", "name": "Myponga", "name_original": "Myponga Wind Farm", "description": "Wind power became a significant energy source within South Australia over the first two decades of the 21st century. As of 2015, there was an installed capacity of 1,475 MW, which accounts for 34% of electricity production in the state. This represents 35% of Australia's installed wind power capacity.The development of wind power capacity in South Australia has been encouraged by a number of factors. These include the Australian Government's Renewable Energy Target, which require electricity retailers to source a proportion of energy from renewable sources, incentives from the South Australian Government including a supportive regulatory regime and a payroll tax rebate scheme for large scale renewable energy developments. Also the state's proximity to the Roaring forties means there are high quality wind resources for wind farms to exploit. In mid-2009, RenewablesSA was established by the South Australian Government to encourage further investment in renewable energy in the state.The load factor (or capacity factor) for South Australian wind farms is usually in the range 32-38%. This means that a wind farm could typically produce between 32 and 38% of its nameplate capacity averaged over a year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Waterloo_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7974307", "wiki_id": "Waterloo_Wind_Farm", "wikidata_id": "Q7974307", "name": "Waterloo", "name_original": "Waterloo Wind Farm", "description": "Waterloo wind farm is east of Manoora, South Australia. It is the largest wind farm operated by EnergyAustralia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Woodlawn_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q14935044", "wiki_id": "Woodlawn_Wind_Farm", "wikidata_id": "Q14935044", "name": "Woodlawn", "name_original": "Woodlawn Wind Farm", "description": "The Woodlawn Wind Farm is a wind farm located near Bungendore, New South Wales.  It is part of the Capital Renewable Energy Precinct, along with nearby Capital Wind Farm and the Woodlawn Bioreactor.\nWoodlawn Wind Farm was owner and operator Infigen Energy's sixth Australian wind farm. It is a 48.3 megawatt wind farm with 23 turbines.  The energy produced by the wind farm can power around 32,000 average Australian households per year, saving over 138,000 tonnes of greenhouse gas emissions per year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Stockyard_Hill_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q16900724", "wiki_id": "Stockyard_Hill_Wind_Farm", "wikidata_id": "Q16900724", "name": "Stockyard Hill", "name_original": "Stockyard Hill Wind Farm", "description": "Stockyard Hill Wind Farm is a wind farm project under construction in Victoria (Australia). As of June 2020, 1 of a planned 149 turbines was operational and connected to the grid. When it is complete, it is expected to produce up to 530MW, which would be Australia's largest wind farm.\nThe development was initiated by Origin Energy. In May 2017, Origin sold the development to Goldwind Australia for A$110 million and signed a power purchase agreement to buy the electricity and Renewable Energy Certificates for less than A$60/MWh.The facility is planned to have 149 wind turbines at a site approximately 35 km west of Ballarat between Beaufort and Skipton. The forecast cost is A$900 million (US$750 million)  In December 2009, the original plan for 242 turbines, the plan was changed to only have 157 turbines. The Victorian minister of planning approved the 157 turbines, in October 2010.In 2013 Origin contemplated selling the project before production would have begun, but decided to continue the project.Construction commenced in May 2018 on a design that has 149 wind turbines. Origin Energy has a power purchase agreement to buy all electricity until 2030.The project was originally planned for completion by October 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hornsdale_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q38250951", "wiki_id": "Hornsdale_Wind_Farm", "wikidata_id": "Q38250951", "name": "Hornsdale", "name_original": "Hornsdale Wind Farm", "description": "The Hornsdale Wind Farm is an electricity generator in the locality of Hornsdale in the south-west of the Narien Range, north of Jamestown, South Australia. It consists of 99 wind turbines with a generation capacity of  315 megawatts (422,000 hp). The plant is owned and operated by Neoen, a French renewable energy company.\nThe electricity generated by Hornsdale Wind Farm is contracted to be supplied to the Australian Capital Territory."}, {"wikipedia": "https://en.wikipedia.org/wiki/Willogoleche_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q48811781", "wiki_id": "Willogoleche_Wind_Farm", "wikidata_id": "Q48811781", "name": "Willogoleche", "name_original": "Willogoleche Wind Farm", "description": "The Willogoleche Wind Farm is a wind farm in the vicinity of Hallett in the Mid North region of South Australia. It generates up to 119 MW of electricity. There are 32 turbines in the wind farm. The closest to the town of Hallett is 3.2km west of the town, and the furthest is 8.3km southwest of the town. It was officially opened on 30 July 2019. The electricity generated is sold by Engie's retail brand Simply Energy.The Australian Energy Market Operator expected the wind farm to start providing electricity to the grid from Winter 2018. A generation licence was issued on 20 June 2018 for 32 turbines to generate up to 122.56MW. The Willogoleche Wind Farm in Hallet, South Australia officially opened in July 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/White_Rock_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q67509188", "wiki_id": "White_Rock_Wind_Farm", "wikidata_id": "Q67509188", "name": "White Rock", "name_original": "White Rock Wind Farm", "description": "White Rock Wind Farm  is a wind farm in the Australian state of New South Wales. It is in the New England region of northern New South Wales, 40 kilometres (25 mi) east of Inverell and 20 kilometres (12 mi) west of Glen Innes. It is south of the Gwydir Highway. The Sapphire Wind Farm is north of the highway and Glen Innes Wind Farm is south of the highway closer to Glen Innes. It is approved for up to 119 wind turbines, and stage 1 has been completed with 70 turbines."}, {"wikipedia": "https://en.wikipedia.org/wiki/Dundonnell_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q69215337", "wiki_id": "Dundonnell_Wind_Farm", "wikidata_id": "Q69215337", "name": "Dundonnell", "name_original": "Dundonnell Wind Farm", "description": "Dundonnell Wind Farm is at Dundonnell, 23 kilometres (14 mi) northeast of Mortlake in the Australian state of Victoria. Construction began in January 2019 and was completed in 2020 with 80 Vestas wind turbines with a capacity to generate 336MW of electricity. The drive trains and hubs were assembled at the former Ford Australia site in Geelong.The wind farm is the largest in Victoria, soon to be overtaken by Stockyard Hill. It has contracts to supply 37% of its output to the government of Victoria and 50% to Snowy Hydro. It is being developed by Tilt Renewables. The wind farm connects to the grid via 38 kilometres of 220kV overhead transmission line to a substation near the Mortlake Power Station.A 327 tonne transformer transported at night took four nights to reach Dundonnell from Glen Waverley in eastern Melbourne in August 2019. It was manufactured there by the Wilson Transformer Company. The developer spent $80 million to connect the wind farm to the main 500 kV grid via a 38 km 220 kV Ausnet line, avoiding the connection problems many other generating stations have in the interior. Full commissioning was delayed in mid-2020 due to concerns of the Australian Energy Market Operator (AEMO), despite it being commissioned according to a plan negotiated with AEMO in 2018."}, {"wikipedia": "https://en.wikipedia.org/wiki/Moorabool_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q69740192", "wiki_id": "Moorabool_Wind_Farm", "wikidata_id": "Q69740192", "name": "Moorabool", "name_original": "Moorabool Wind Farm", "description": "Moorabool Wind Farm is a wind farm under construction between Ballarat and Geelong in Victoria, Australia. It is expected to commence operation early in 2020. The wind farm is in two parts. The northern part has 50 turbines under construction and the southern part has 54. It is being developed by Goldwind Australia. When complete, Moorabool will be one of three wind farms in Moorabool Shire. The others are Yaloak South Wind Farm and Lal Lal Wind Farm.By 30 August 2019, all 54 foundations were completed in the southern section, and all the bases and 11 turbines were erected but not yet commissioned in the northern section. The components for the southern section were to be delivered from the Port of Geelong in a total of 594 oversized loads at a rate of approximately 33 per week from September 2019 to February 2020."}, {"wikipedia": "https://en.wikipedia.org/wiki/Blayney_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q4925581", "wiki_id": "Blayney_Wind_Farm", "wikidata_id": "Q4925581", "name": "Blayney", "name_original": "Blayney Wind Farm", "description": "The Blayney wind farm is a wind power station at Lake Carcoar, south of Blayney, New South Wales, Australia. It was acquired by Trustpower in 2014, and is now owned by Tilt Renewables. Blayney has fifteen wind turbines, with a total nameplate capacity of 9.9 MW of electricity."}, {"wikipedia": "https://en.wikipedia.org/wiki/Canunda_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5034104", "wiki_id": "Canunda_Wind_Farm", "wikidata_id": "Q5034104", "name": "Canunda", "name_original": "Canunda Wind Farm", "description": "Canunda Wind Farm (formerly named Lake Bonney Central Wind Farm) is a $92.5 million, 46 MW wind power project located on grazing land approximately 16 kilometres south of Millicent, and 6 kilometres west of Tantanoola in South Australia. It is jointly owned by GDF Suez Energy AustraliaEn 72%) and Mitsui (28%).\nThe wind farm is made up of 23 Vestas 2.0 MW wind turbines, together with an underground electrical cable network, access tracks, crane hardstandings, wind monitoring masts and a 33 kV double-circuit distribution line. Each turbine consists of a 67-metre-high (220 ft) tower and 40-metre-long (130 ft) blades, and so are 107 metres in height to the tip of the blade. These wind turbines rotate at speeds between 9 rpm and 19 rpm, depending on the wind speed. The wind yield in South Australia enables Canunda to produce electricity at a 34 per cent capacity factor, a high yield by global standards.The wind farm generates enough electricity to supply around 30,000 average South Australian homes. The Canunda Wind Farm distribution line is 16 km long and transports the generated electricity from the wind farm to a nearby substation at Snuggery. The distribution line traverses mostly roadside verges, avoiding areas of environmental sensitivity along the route. The Canunda Wind Farm provides a number of benefits to the local and wider community, including clean electricity generation, enhanced agricultural viability of the farms involved and increased diversity of electricity supply for South Australia and the south east in particular. There has also been widespread community interest in the project and site tours have commenced.The Canunda Wind Farm was opened by the Premier of South Australia, Mike Rann, on 31 March 2005. The project was completed on time and on budget and Wind Prospect provided engineering support to the owners of the wind farm, International Power, during the construction phase. Canunda Wind Farm was International Power's first wind farm globally. It represents a diversification of the company's energy business in Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lake_Bonney_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q6475039", "wiki_id": "Lake_Bonney_Wind_Farm", "wikidata_id": "Q6475039", "name": "Lake Bonney", "name_original": "Lake Bonney Wind Farm", "description": "Lake Bonney Wind Farm, in South Australia, was built in three stages.  Stage 1 comprises 46 turbines each having a rated capacity of 1.75 MW (total 80.5 MW) and was finished in March 2005.  Construction of Stage 2 began in November 2006 and was finished around April 2008.  Stage 2 comprises 53 turbines of 3 MW (total 159 MW).  Stage 3 comprises 13 turbines of 3 MW of total 39 MW).The wind farm is south of, and contiguous with, Canunda Wind Farm.  Both are built along the Woakwine Range - a line of stabilised sand dunes that once were coastal.  The nearest large town is Millicent.\nThe owner of the Lake Bonney Wind Farm is Infigen Energy, previously known as Babcock and Brown Wind Partners. Wind turbines are serviced under a post-warranty service agreement by the Original Equipment Manufacturer Vestas."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wattle_Point_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7974989", "wiki_id": "Wattle_Point_Wind_Farm", "wikidata_id": "Q7974989", "name": "Wattle Point", "name_original": "Wattle Point Wind Farm", "description": "Wattle Point Wind Farm is a wind farm near Edithburgh on the Yorke Peninsula in South Australia, which has been operating since April 2005. When it was officially opened in June of that year it was Australia's largest wind farm at 91 megawatts (122,000 hp). The installation consists of 55 wind turbines covering 17.5 square kilometres (6.8 sq mi)and was built at a cost of 180 million Australian dollars. It is connected to ETSA Utilities electricity transmission system via a 132 kilovolt line.The location was chosen after identification as having one of mainland Australia's highest average wind speeds. The wind farm was officially opened by South Australian Premier Mike Rann and Southern Hydro Chairman, Dr Keith Turner. The opening was opposed by some of the local Indigenous Australians, the Adjahdura (or Narungga). A descendant of the traditional landowners argued that construction desecrated an ancient burial ground, disturbing skeletons in the construction of turbine number four. Work was halted in late 2004 after the discovery of human remains, artefacts and tools. The Aboriginal Affairs Department, and the developers, separately commissioned archaeological reports resulting in the development allowed to proceed with five towers being repositioned. Both reports concluded that the bones had come from elsewhere on the peninsula, being later reburied at Wattle Point. The region's aboriginal community was divided on construction; Narungga National Aboriginal Corporation supporting development and the Narungga Heritage Committee strongly opposing.Wattle Point Wind Farm was built and owned by Southern Hydro Pty Limited. Southern Hydro was owned by Meridian Energy of New Zealand until October 2005, when it was bought by the Australian Gas Light Company (AGL). The windfarm was acquired by Alinta in October 2006, as part of an asset merger with AGL, and subsequently by the Australia and New Zealand Banking Group's Energy Infrastructure Trust, for 225 million dollars on 23 April 2007.\n\nThe District Council of Yorke Peninsula approved a second wind farm, Wattle Point Stage 2. However it did not proceed due to insufficient capacity in the electrical transmission lines.The facility is closely connected to the Dalrymple ESCRI battery, a 30-megawatt battery storage facility at Dalrymple substation about 21 kilometres (13 mi) to the north."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bodangora_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q68532324", "wiki_id": "Bodangora_Wind_Farm", "wikidata_id": "Q68532324", "name": "Bodangora", "name_original": "Bodangora Wind Farm", "description": "Bodangora Wind Farm is a wind farm owned by Infigen Energy in the district of Bodangora near Wellington, New South Wales, Australia. It has 33 wind turbines with a total generating capacity of 113.2 MW. The towers are 85 metres tall, and the rotor diameter is 130 metres. The wind turbine blades were manufactured in Bergama, Turkey. The development of the project began in 2009. It received planning approval in August 2013. The wind farm was completed on 27 February 2019.Bodangora Wind Farm has a power purchase agreement to sell 60% of the electricity generated to EnergyAustralia until the end of 2030."}, {"wikipedia": "https://en.wikipedia.org/wiki/Albany_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q4709403", "wiki_id": "Albany_Wind_Farm", "wikidata_id": "Q4709403", "name": "Albany", "name_original": "Albany Wind Farm", "description": "Albany wind and Grasmere farms are two wind power stations near Albany, Western Australia, owned by Bright Energy Investments. They are adjacent and are often considered a single facility. They have 18 wind turbines, with a maximum generating capacity of 35.4 MW of electricity. The original Albany Wind Farm was commissioned in October 2001, after ten years of planning. The wind farm has the capacity to produce 80 per cent of the electricity requirements of Albany.Originally commissioned in 2001 the farm was the largest of its kind in Australia.\nThe farm originally had 12 wind turbines, with 6 extra turbines installed in 2011 as the Grasmere Wind Farm. The  original Albany Wind Farm turbines are ENERCON model E66, each with three 35 metres (115 ft) long blades made from fibreglass and kevlar (making them very flexible in order to withstand any conditions) and are fitted to 65 metres (213 ft) towers. The nose cone which the blades attach to weighs around 14 tonnes. At the time of construction these turbines were the largest installed in the southern hemisphere. The turbines operate automatically, with the three blades adjusted to make best use of power output from any wind direction or strength. They have been designed to withstand the strongest winds likely in Albany and incorporate special lightning protection. Each turbine has a rating of 1.8 MW and is able to produce electrical energy at wind speeds of 7–130 kilometres per hour (4–70 kn) at which the turbines are shut down. Maximum output is achieved at a wind speed of 50 kilometres per hour (27 kn). The 6 new turbines installed in 2011 are ENERCON model E70 with a rating of 2.3 MW. The turbines were made in Germany.\nThe Albany and Grasmere wind farms are situated on the coast about 12 kilometres (7 mi) south-west of the city. They are in an elevated position at approximately 80 metres (262 ft) above the Southern Ocean. The height and locality is designed to maximise exploitation of local wind conditions, and combined with the short distance to the main electricity transmission system make this an outstanding wind farm site.The farms also acts as a tourist attraction in Albany. When built A$200,000 was spent on board walks, viewing towers, interpretive displays and picnic areas on and around the site. The road to the site underwent a A$400,000 upgrade for better access for visitors. The Bibbulmun Track also traverses the site and had to be re-aligned toward the cliffs and stabilized."}, {"wikipedia": "https://en.wikipedia.org/wiki/Challicum_Hills_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5068983", "wiki_id": "Challicum_Hills_Wind_Farm", "wikidata_id": "Q5068983", "name": "Challicum Hills", "name_original": "Challicum Hills Wind Farm", "description": "Challicum Hills Wind Farm is a wind farm encompassed by 35 (1.5 MW) NEG NM 64 wind turbines,  with a total generating capacity of 52.5 MW of electricity. The wind farm is near Ararat in western  Victoria, Australia. The power station was commissioned in August 2003 and is in a long term Power Purchase Agreement (PPA) with Origin Energy.\nThe wind farm is owned and operated by Pacific Hydro. Part of the profits flow into a community fund that supports local projects."}, {"wikipedia": "https://en.wikipedia.org/wiki/Clements_Gap_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5131513", "wiki_id": "Clements_Gap_Wind_Farm", "wikidata_id": "Q5131513", "name": "Clements Gap", "name_original": "Clements Gap Wind Farm", "description": "Clements Gap Wind Farm is a wind farm opened in 2010 located in the Barunga Range, South Australia near Clements Gap, some 20 minutes south of Port Pirie. The wind farm consists of 27 wind turbines with a total generating capacity of 57 MW. It provides enough electricity for up to 33,000 homes and is estimated to avoid the emission of 150,000 tonnes of greenhouse gases each year.  The Clements Gap site was chosen because of its powerful winds, easy construction access, simple grid connection, and strong community support."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cullerin_Range_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5193014", "wiki_id": "Cullerin_Range_Wind_Farm", "wikidata_id": "Q5193014", "name": "Cullerin Range", "name_original": "Cullerin Range Wind Farm", "description": "The 30 megawatt Cullerin Range Wind Farm is  located in the localities of Cullerin and Breadalbane in the Upper Lachlan Shire, New South Wales, Australia. The wind farm was completed in 2009 and cost around $90 million. The owner, Origin Energy, sold the business to Energy Developments, a subsidiary of Duet."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lincoln_Gap_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q48811763", "wiki_id": "Lincoln_Gap_Wind_Farm", "wikidata_id": "Q48811763", "name": "Lincoln Gap", "name_original": "Lincoln Gap Wind Farm", "description": "The Lincoln Gap Wind Farm is a wind farm under construction in the vicinity of Lincoln Gap on northeastern Eyre Peninsula in South Australia, Australia. It is proposed to consist of 59 wind turbines and generate a total of 212 MW of electricity. Construction began in late 2017 and was initially expected to be commissioned in late 2018. Construction was delayed in July 2018 when unexploded ordnance was discovered on the site, left from historic military testing. The site is not far from the Cultana Training Area."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ararat_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q55604135", "wiki_id": "Ararat_Wind_Farm", "wikidata_id": "Q55604135", "name": "Ararat", "name_original": "Ararat Wind Farm", "description": "Ararat Wind Farm is wind farm in western Victoria, Australia. It was officially opened on 27 June 2017 and was the third-largest wind farm in Australia at that time, with capacity to generate 240MW from 75 turbines.Of the 75 turbines, 70 are in the Rural City of Ararat and five are in the Shire of Northern Grampians."}, {"wikipedia": "https://en.wikipedia.org/wiki/Boco_Rock_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q68781022", "wiki_id": "Boco_Rock_Wind_Farm", "wikidata_id": "Q68781022", "name": "Boco Rock", "name_original": "Boco Rock Wind Farm", "description": "Boco Rock Wind Farm is a wind farm 10km southwest of Nimmitabel in the Snowy Mountains region of New South Wales, Australia. It has 67 GE 100-1.7 wind turbines with a hub height of 80m, and generates up to 113MW of electricity. It is managed by the developers, CWP Renewables but is now owned by EGCO.The engineering, procurement and construction contract for the wind farm was let in June 2013 to a consortium of GE and Downer EDI. The electricity generated is contracted for sale to EnergyAustralia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hornsdale_Power_Reserve", "wikidata": "http://www.wikidata.org/entity/Q51636003", "wiki_id": "Hornsdale_Power_Reserve", "wikidata_id": "Q51636003", "name": "Hornsdale Power Reserve", "name_original": "Hornsdale Power Reserve", "description": "Hornsdale Power Reserve is a 150MW/194MWh grid-connected energy storage system co-located with the Hornsdale Wind Farm in the Mid North region of South Australia.\nBetween 2017 and 2020, it was the largest lithium-ion battery in the world.\n\nDuring 2017 Tesla, Inc. won the contract and built the Hornsdale Power Reserve, for a capital cost of A$90 million, leading to the colloquial Tesla big battery name.In November 2019, Neoen confirmed that it was increasing capacity by a further 50MW/64.5MWh to a combined 185 MWh. The increased storage capacity was installed by March 23, 2020, and the increased power became operational in early September 2020."}, {"wikipedia": "https://en.wikipedia.org/wiki/Limondale_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q61742020", "wiki_id": "Limondale_Solar_Farm", "wikidata_id": "Q61742020", "name": "Limondale", "name_original": "Limondale Solar Farm", "description": "Limondale Solar Farm is a solar farm under construction south of Balranald in southwestern New South Wales, Australia. When it is completed, it will be the largest solar farm in Australia. It is owned by German company Innogy through a subsidiary Belectric Solar and Battery, and is being constructed by Australian engineering company Downer Group.The Limondale site was identified and the initial proposal was developed by Overland Sun Farming. The site is adjacent to a Transgrid 220kV substation. The development received planning consent from the New South Wales government on 1 September 2017. Innogy was initially brought in as a financial partner, but then it acquired ownership in September 2018, prior to construction. Construction began in October 2018, and is expected to be completed in 2020. An initial 29MW output is expected to be available in the National Electricity Market in winter 2019.Immediately south of the Limondale solar farm, the Sunraysia Solar Farm is also under construction."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wemen_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q67566295", "wiki_id": "Wemen_Solar_Farm", "wikidata_id": "Q67566295", "name": "Wemen", "name_original": "Wemen Solar Farm", "description": "Wemen Solar Farm is a photovoltaic power station in northwestern Victoria, Australia. It was constructed by RCR and Laing O’Rourke for owner Wirsol Energy, completed in 2018."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ballarat_Energy_Storage_System", "wikidata": "http://www.wikidata.org/entity/Q69243821", "wiki_id": "Ballarat_Energy_Storage_System", "wikidata_id": "Q69243821", "name": "Ballarat Energy", "name_original": "Ballarat Energy Storage System", "description": "Ballarat Energy Storage System (BESS) is a grid-connected energy storage system connected to the Ballarat Area Terminal Substation in Warrenheip, a suburb pf Ballarat in Victoria. It was commissioned in 2018 and provides 30 MWh of storage capacity at 30 MW. The battery was developed by NuvoGroup (owned by Spotless). Fluence provided the batteries, AusNet Services owns the facility, which is operated by EnergyAustralia. Funding was provided by AusNet Services and Australian Renewable Energy Agency (ARENA).The system consists of nine units each of which contains Lithium-ion batteries along with cooling and safety systems."}, {"wikipedia": "https://en.wikipedia.org/wiki/Jervis_Bay_Nuclear_Power_Plant", "wikidata": "http://www.wikidata.org/entity/Q1000969", "wiki_id": "Jervis_Bay_Nuclear_Power_Plant", "wikidata_id": "Q1000969", "name": "Jervis Bay Nuclear Proposal", "name_original": "Jervis Bay Nuclear Power Plant proposal", "description": "Jervis Bay Nuclear Power Plant was a proposed nuclear power reactor in the Jervis Bay Territory on the south coast of New South Wales. It would have been Australia's first nuclear power plant, and was the only proposal to have received serious consideration as of 2019. Some environmental studies and site works were completed, and two rounds of tenders were called and evaluated, but the Australian government decided not to proceed with the project."}, {"wikipedia": "https://en.wikipedia.org/wiki/Barcaldine_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4859822", "wiki_id": "Barcaldine_Power_Station", "wikidata_id": "Q4859822", "name": "Barcaldine", "name_original": "Barcaldine Power Station", "description": "The Barcaldine Power Station is a combined-cycle power station in Barcaldine, Queensland.  Its NEMMCO registered capacity as of January 2009 was 55 MW.\nAccording to the Geoscience Australia database, it is also known as the Len Wishaw power station and consists of a 38 MW gas turbine and a 15MW steam turbine.  The steam turbine at the power station is to be taken offline.The power station was built by Energy Equity Corporation, with the gas turbine being completed in 1995 and the steam turbine added in 1999.  The station had originally been planned for Blackall.  Enertrade acquired the station and associated gas pipeline in June 2003.  With the dissolution of Enertrade in May 2007, the station and pipeline were acquired by Ergon Energy Queensland Pty Ltd."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bell_Bay_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4883121", "wiki_id": "Bell_Bay_Power_Station", "wikidata_id": "Q4883121", "name": "Bell Bay", "name_original": "Bell Bay Power Station", "description": "The Bell Bay Power Station was a power station located in Bell Bay, on the Tamar River, Tasmania, Australia, adjacent to the Tamar Valley Power Station, with which it was often confused. It was commissioned between 1971 and 1974 as an oil fired thermal power station, and was converted to natural gas in 2003, after the commissioning of the Tasmanian Gas Pipeline, a submarine gas pipeline which transports natural gas from Longford, Victoria, under Bass Strait, to Bell Bay, Tasmania. As the power station's primary role was to provide system security in the event of drought for Tasmania's predominantly hydro-electric based generation system it only was rarely called on to operate, resulting in intervals of five to eight years between periods of significant use. After the commissioning of Basslink in 2006, the power station was decommissioned in 2009.\nAt the time of decommissioning, it had two 120 megawatts (160,000 hp) gas fired steam turbines and three 35 megawatts (47,000 hp) gas turbines, giving a total capacity of 345 megawatts (463,000 hp) of electricity. After the Bell Bay Power Station was decommissioned, the three smaller units became part of the Tamar Valley Power Station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Berrimah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4894720", "wiki_id": "Berrimah_Power_Station", "wikidata_id": "Q4894720", "name": "Berrimah", "name_original": "Berrimah Power Station", "description": "Berrimah Power Station is located in Berrimah, an industrial suburb of Darwin, Northern Territory, Australia.\nThe Berrimah Power Station was built and commissioned in 1979 after a number of faults with the Stokes Hill Power Station.Its purpose is and has always been for emergency and standby needs. It is fuelled by kerosene. Originally, it had 30MW capacity (3 x 10MW) but as of February 2012, only one unit is still operational, with the other two having been decommissioned."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cockburn_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5139555", "wiki_id": "Cockburn_Power_Station", "wikidata_id": "Q5139555", "name": "Cockburn", "name_original": "Cockburn Power Station", "description": "Cockburn Power Station (CKB) is a power station in Cockburn, Western Australia. The station was commissioned by Western Power Corporation in 2003 and is immediately south of the older Kwinana Power Station. It has a 160 MW natural gas powered Alstom GT13E2 gas turbine which provides steam to an 80 MW steam turbine that together generate a total 240 MW of electricity. It was the first combined cycle gas turbine power station in Western Australia. It came under the control of Verve Energy in 2006 when Western Power was split, and since 2014 has been under control of Synergy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Collgar_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5147127", "wiki_id": "Collgar_Wind_Farm", "wikidata_id": "Q5147127", "name": "Collgar", "name_original": "Collgar Wind Farm", "description": "Collgar Wind Farm is a wind farm located approximately 25 kilometres south-east of Merredin, Western Australia. With 111 Vestas V90-2MW wind turbines built in the first stage, and a total capacity of 222 MW, it is expected to generate 720 GWh on average per year over the life of the project. It became fully operational in October 2011."}, {"wikipedia": "https://en.wikipedia.org/wiki/Pelican_Point_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7161425", "wiki_id": "Pelican_Point_Power_Station", "wikidata_id": "Q7161425", "name": "Pelican Point", "name_original": "Pelican Point Power Station", "description": "The Pelican Point Power Station is located at Pelican Point, 20 km from the centre of Adelaide, South Australia on the Lefevre Peninsula. It is operated by Engie (previously known as GDF Suez Australian Energy), which owns 72 per cent of the power station. Mitsui owns the remaining 28 per cent. It burns natural gas in a combined cycle power station, comprising two 160 MW gas turbines and one 165 MW steam turbine, to generate up to 485 MW of electricity.Construction began in 1999. The plant has two GT13E2 gas turbines manufactured by ABB (now Alstom). The plant, including steam turbine and heat recovery steam generator (HRSG), was manufactured and constructed by ABB.\nFuel is supplied via either the SEAGas pipeline, which runs from the Iona Gas Plant in Victoria to the Pelican Point power station, or the Moomba Adelaide Pipeline System (MAPS), which supplies gas from Moomba to Adelaide."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wagerup_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7959520", "wiki_id": "Wagerup_Power_Station", "wikidata_id": "Q7959520", "name": "Wagerup", "name_original": "Wagerup Power Station", "description": "Wagerup Power Station is a 380MW dual natural gas and distillate fuelled power station located at Alcoa’s Wagerup refinery in south-west Western Australia.  Located about 130 km south of Perth, on the border of Western Australia’s Peel and South West regions, the Power Station is four kilometres north of Yarloop and 13 km south of Waroona. Wagerup is only operated when there is insufficient capacity in the South West Interconnected System to meet high demand.\nTwo open system gas turbines commenced operations at Wagerup in October 2007."}, {"wikipedia": "https://en.wikipedia.org/wiki/Waubra_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7975111", "wiki_id": "Waubra_Wind_Farm", "wikidata_id": "Q7975111", "name": "Waubra", "name_original": "Waubra Wind Farm", "description": "The Waubra wind farm is located on both sides of the Sunraysia Highway 35 km north-west of Ballarat in Victoria, Australia. It is the fourth largest wind farm in Australia and was the largest wind farm by number of turbines and total capacity in the southern hemisphere upon its completion in July 2009.Consisting of 128 wind turbines, with associated substations and an operations centre, each wind turbine has a capacity of 1.5 megawatts (MW). The total installed capacity is 192 MW.The green energy generated by the wind farm each year provides electricity for 143,000 households enough to power a city 3-4 times the size of Ballarat.Acciona Energy formed a Community Reference Group (CRG) for the construction phase of the Waubra wind farm, to provide a regular forum for community input to the project and to facilitate communication between members of the Waubra community and the wind farm project team. In 2010 the anti-wind farm lobby group the Waubra Foundation adopted the name of the nearby town.\nThe construction of the Waubra wind farm received financial assistance as part of the Victorian State Government’s Victorian Renewable Energy Target (VRET).In July 2011 the Australian Broadcasting Corporation 4 Corners program explored health concerns connected with Australian wind farms in its \"Against the Wind\" report. The Waubra wind farm and the community living around it was featured in the report.\nA viewing platform designed by Melbourne-based firm JOH Architects is accessible to tourists and located just off the Sunraysia Highway."}, {"wikipedia": "https://en.wikipedia.org/wiki/Nieterana_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q20707083", "wiki_id": "Nieterana_Power_Station", "wikidata_id": "Q20707083", "name": "Nieterana", "name_original": "Nieterana Power Station", "description": "The Nieterana Power Station is a small hydroelectric power station located in the Central Highlands region of Tasmania, Australia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sunshine_Coast_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q28943068", "wiki_id": "Sunshine_Coast_Solar_Farm", "wikidata_id": "Q28943068", "name": "Sunshine Coast", "name_original": "Sunshine Coast Solar Farm", "description": "The Sunshine Coast Solar Farm is a photovoltaic power station operating on a 24 hectares (59 acres) site in Valdora in the Sunshine Coast near Yandina, in Queensland, Australia. The station has a maximum generating capacity of 15 megawatts, generated from 57,850 photovoltaic panels."}, {"wikipedia": "https://en.wikipedia.org/wiki/Barker_Inlet_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q30625586", "wiki_id": "Barker_Inlet_Power_Station", "wikidata_id": "Q30625586", "name": "Barker Inlet", "name_original": "Barker Inlet Power Station", "description": "Barker Inlet Power Station is a power station in South Australia. It was announced on 7 June 2017 by AGL Energy to replace part of its ageing Torrens Island Power Station and was built alongside the existing station on Torrens Island in the northwestern suburbs of Adelaide. The power station was commissioned on 4 November 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gannawarra_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q56276227", "wiki_id": "Gannawarra_Solar_Farm", "wikidata_id": "Q56276227", "name": "Gannawarra", "name_original": "Gannawarra Solar Farm", "description": "Gannawarra Solar Farm is a photovoltaic solar power station in the Gannawarra Shire, 13 kilometres (8.1 mi) west of Kerang in the Australian state of Victoria. It generates up to 60 MWdc electricity and exports up to 50.61 MWAC to the National Electricity Market at 66 kV.Solar Choice was the originating developer of the Gannawarra Solar Farm securing the site and development approvals in 2013. It was first connected to the grid  by Powercor Australia in April 2018. It is 94.9% owned by Wirsol, a brand of Wircon GmbH and 5.1% owned by the developer Edify Energy who will also execute the operations and maintenance contract. It consists of JA Solar modules with ATI DuraTrack mounting system and SMA 2500 SC-EV inverters. It was financed in a single package with the Whitsunday Solar Farm and Hamilton Solar Farm, both in Queensland. The engineering, procurement, and construction was provided by RCR Tomlinson.The Gannawarra Solar Farm is integrated with the Gannawarra Energy Storage System consisting of a 25 MW / 50 MW·h Tesla Powerpack battery. This is also being provided through RCR Tomlinson."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bannerton_Solar_Park", "wikidata": "http://www.wikidata.org/entity/Q60749738", "wiki_id": "Bannerton_Solar_Park", "wikidata_id": "Q60749738", "name": "Bannerton", "name_original": "Bannerton Solar Park", "description": "The Bannerton Solar Park is a solar power station in the locality of Bannerton southeast of Robinvale in the Sunraysia district of Victoria. It generates up to 88MW of electricity to the National Electricity Market (NEM).\nBannerton Solar Park is the second solar farm to be funded by the Clean Energy Finance Corporation (after the Gannawarra Solar Farm). It uses 320,000 solar panels to generate 110MWDC/88MWAC of electricity. It has offtake agreements with Alinta Energy and Yarra Trams.CIMIC Group company UGL Limited designed and built the solar farm, including  single axis tracking system, substation and connection to the Powercor Australia grid. It is built on land unsuitable for Almond orchards.Bannerton is near the edge of the Victorian electricity grid. The Solar Farm exports electricity at 66kV into the distribution network to support the local grid in responding to the load imposed from irrigation in summer."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kiamal_solar_farm", "wikidata": "http://www.wikidata.org/entity/Q73380279", "wiki_id": "Kiamal_solar_farm", "wikidata_id": "Q73380279", "name": "Kiamal", "name_original": "Kiamal solar farm", "description": "Kiamal solar farm is a photovoltaic power station under construction north of Ouyen in western Victoria, Australia. Stage 1 is expected to be completed by the end of 2019. It is owned by Total Eren, a renewable energy subsidiary of Total S.A.. When completed, stage 1 at 256MW will be Victoria's largest solar farm. Construction began in October 2018. It has energy offtake agreements with Mars Australia, Flow Power and Alinta Energy.It was claimed in April 2019 that 13 water corporations in Victoria, Australia had entered into a contract to purchase power from the farm.Kiamal will be one of the first solar farms to install a synchronous condenser as part of the requirements to connect to the electricity grid. The synchronous condenser was manufactured by Siemens and delivered on the MV Salome to Port Adelaide then transferred by road to the site near Ouyen."}, {"wikipedia": "https://en.wikipedia.org/wiki/Broken_Hill_Solar_Plant", "wikidata": "http://www.wikidata.org/entity/Q81864527", "wiki_id": "Broken_Hill_Solar_Plant", "wikidata_id": "Q81864527", "name": "Broken Hill", "name_original": "Broken Hill Solar Plant", "description": "The Broken Hill Solar Plant, which became operational in December 2015, is a 53 megawatt farm located near Broken Hill in western New South Wales, Australia. It is associated with the Nyngan Solar Plant (almost 600 km to the east), making the total capacity of the combined plants 155 megawatts.\nThe Broken Hill solar plant, like other generation near the edge of the grid, has suffered from changes in loss factor calculations, with a decrease of 22.7% from a 2017-18 financial year (FY) Marginal Loss Factor (MLF) of 1.2841 to 1.0603 (2018-19 FY MLF), which has affected revenue. On 12 September 2019, the output of the farm was reduced by 50%."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tumut_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1239270", "wiki_id": "Tumut_Hydroelectric_Power_Station", "wikidata_id": "Q1239270", "name": "Tumut Hydroelectric", "name_original": "Tumut Hydroelectric Power Station", "description": "Tumut Hydroelectric Power Station () is a series of three of the original four, now five hydroelectric power stations on the Tumut River in New South Wales, Australia, that are part of the Snowy Mountains Scheme.\nThe generating assets of the three Tumut power stations are owned by Snowy Hydro Limited, a company whose shareholders include the governments of Australia, New South Wales, and Victoria. The company is also licensed to manage the water rights used by the power stations."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tumut_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1239270", "wiki_id": "Tumut_Hydroelectric_Power_Station", "wikidata_id": "Q1239270", "name": "Tumut Hydroelectric", "name_original": "Tumut Hydroelectric Power Station", "description": "Tumut Hydroelectric Power Station () is a series of three of the original four, now five hydroelectric power stations on the Tumut River in New South Wales, Australia, that are part of the Snowy Mountains Scheme.\nThe generating assets of the three Tumut power stations are owned by Snowy Hydro Limited, a company whose shareholders include the governments of Australia, New South Wales, and Victoria. The company is also licensed to manage the water rights used by the power stations."}, {"wikipedia": "https://en.wikipedia.org/wiki/Burrinjuck_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5000449", "wiki_id": "Burrinjuck_Power_Station", "wikidata_id": "Q5000449", "name": "Burrinjuck", "name_original": "Burrinjuck Power Station", "description": "Burrinjuck Power Station is a hydroelectric power station at Burrinjuck Dam, New South Wales, Australia. Burrinjuck has three turbines with a total generating capacity of 28 megawatts (38,000 hp) of electricity.\nThe power station was commenced in 1927, running two 5 megawatts (6,700 hp) turbines. In 1938, an additional two 5 MW turbines were added at the dam wall. In 1972, floods damaged the original two turbines, which were decommissioned. In 2017, the remaining two turbines were each upgraded to 6 megawatts (8,000 hp), and an additional turbine of 16 megawatts (21,000 hp) was added."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hampton_Wind_Park", "wikidata": "http://www.wikidata.org/entity/Q5646330", "wiki_id": "Hampton_Wind_Park", "wikidata_id": "Q5646330", "name": "Hampton Park", "name_original": "Hampton Wind Park", "description": "The Hampton Wind Park is a wind power station near Hampton, south-east of Lithgow, New South Wales, Australia. Initiated, developed and operated privately by a landholder, the farm has two wind turbines, with a total nameplate capacity of 1.32 MW of renewable electricity which is supplied to the main electricity grid."}, {"wikipedia": "https://en.wikipedia.org/wiki/Richmond_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q14935280", "wiki_id": "Richmond_Power_Station", "wikidata_id": "Q14935280", "name": "Richmond", "name_original": "Richmond Power Station", "description": "Richmond Power Station was a Victorian era coal fired power station which operated on the banks of the Yarra River in Richmond, Victoria, Australia from its construction in 1891 until its closure in 1976. It was one of the first alternating current (AC) electricity generation plants in the state. It has since been converted into office space and is the headquarters of international fashion brand Country Road and advertising agency CHE Proximity. The area in which it is located is now called Cremorne.\nThe former power station is listed on the Victorian Heritage Register.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Bluewaters_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q17001515", "wiki_id": "Bluewaters_Power_Station", "wikidata_id": "Q17001515", "name": "Bluewaters", "name_original": "Bluewaters Power Station", "description": "Bluewaters Power Station was the first privately owned, coal-fired power station in Western Australia. It was built by Griffin Energy in 2009. The site is 4.5 km (2.8 mi) northeast of Collie.\nThe plant consists of two 208  megawatts units, running on sub-bituminous coal. The boilers were constructed by IHI while the turbines and generators were supplied by Alstom.  EPC contractors were Mitsui and Hitachi Plant Technologies.\nGriffin Coal appointed administrators KordaMentha after financial difficulty in 2009, however the power station continues to operate.Community consultation commenced in 2009 for a proposed expansion and the WA Government approved it in 2010.  The proposal is to add two identical units and bring the capacity of the plant to 830 megawatts. As of 2018 it remains on hold, with two years remaining until they are required to re-apply for approvals."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ladbroke_Grove_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q28220282", "wiki_id": "Ladbroke_Grove_Power_Station", "wikidata_id": "Q28220282", "name": "Ladbroke Grove", "name_original": "Ladbroke Grove Power Station", "description": "Ladbroke Grove Power Station is a gas-fired power station in the locality of Monbulla near Penola in the Limestone Coast region of South Australia. It was built by Boral Limited in 2000. It is now owned by Origin Energy.The power station was originally built with a generating capacity of 40 MW, and now has a generating capacity of 80 MW. It is used as a peaking power plant.Ladbroke Grove power station was built next to the Katnook gas processing plant, which processed gas extracted from the Katnook Gas Field in the western Otway Basin. Originally, Ladbroke Grove used gas processed next door. When the wells in the field were becoming depleted, a branch from the SEAGas pipeline was built to the Katnook plant, and gas from that pipeline, drawn from further east in the Otway Basin, now fuels the power station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lower_Wonga_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q30635537", "wiki_id": "Lower_Wonga_Solar_Farm", "wikidata_id": "Q30635537", "name": "Lower Wonga", "name_original": "Lower Wonga Solar Farm", "description": "The Lower Wonga Solar Farm is a proposed photovoltaic power station, located in the rural locality of Lower Wonga, Gympie Region, Queensland, Australia. If the station is completed to its final configuration of  3 million solar panels capable of powering about 315,000 homes, it would become Australia's largest solar power station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Angaston_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q48815649", "wiki_id": "Angaston_Power_Station", "wikidata_id": "Q48815649", "name": "Angaston", "name_original": "Angaston Power Station", "description": "Angaston Power Station is a diesel-powered electricity generator in the Barossa Valley region of South Australia near the town of Angaston. It is owned and operated by Snowy Hydro since 2014. It consists of 30 diesel reciprocating engines generating up to 50 MW of electricity to meet peak demands in the National Electricity Market.The power station was designed and built by Cummins Power Generation under contract from Infratil in 2005. At the time, it was Australia's largest and lowest-emission diesel power station. It achieves the low emissions through selective catalytic reduction technology, spraying urea into the exhaust.Snowy Hydro bought assets from Infratil in 2014. These included Lumo Energy, Direct Connect and three diesel peaking generators for a total of 136 MW. The other two were Lonsdale Power Station and Port Stanvac Power Station."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sunraysia_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q61742018", "wiki_id": "Sunraysia_Solar_Farm", "wikidata_id": "Q61742018", "name": "Sunraysia", "name_original": "Sunraysia Solar Farm", "description": "The Sunraysia Solar Farm is a solar farm under construction south of Balranald in south western New South Wales, Australia. It is expected to be completed around the end of 2019.The Sunraysia Solar Farm is owned by Maoneng Australia and is being designed and built by Decmil. Construction started in early 2019.Fifty percent of the output of the Sunraysia Solar Farm energy will supply AGL Energy, and twenty-five percent will be supplied to the University of New South Wales. The rest will be sold into the National Electricity Market. It is part of AGL's plan to replace the output of its coal-fired Liddell Power Station which is due to close in 2022.Immediately north of the Sunraysia Solar Farm, the Limondale Solar Farm is also under construction. Both solar farms will connect to the same 220kV TransGrid substation."}, {"wikipedia": "https://en.wikipedia.org/wiki/Daydream_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q65770002", "wiki_id": "Daydream_Solar_Farm", "wikidata_id": "Q65770002", "name": "Daydream", "name_original": "Daydream Solar Farm", "description": "Daydream Solar Farm is a photovoltaic power station near Collinsville in Queensland, Australia. It uses a single-axis tracking system to follow the sun across the sky. It was developed by Edify Energy. It generates up to 180MW DC and  150MW AC.\nPowerlink upgraded its transmission network to connect the Hayman and Daydream solar farms to the grid.Daydream has a 12-year power purchase agreement to provide electricity to Origin Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Finley_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q68671833", "wiki_id": "Finley_Solar_Farm", "wikidata_id": "Q68671833", "name": "Finley", "name_original": "Finley Solar Farm", "description": "Finley Solar Farm is a photovoltaic power station near Finley in New South Wales, Australia. It was developed at a cost of A$170 million by ESCO Pacific in 2019 and built and commissioned by Signal Energy Australia Pty Ltd. ESCO sold the project to John Laing Group on 12 November 2018 at the same time as Westpac and ANZ Banks committed to the debt funding for the development.The solar farm has a seven-year power purchase agreement to supply electricity to Bluescope Steel."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cardinia_Dam_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5038693", "wiki_id": "Cardinia_Dam_Power_Station", "wikidata_id": "Q5038693", "name": "Cardinia Dam", "name_original": "Cardinia Dam Power Station", "description": "Cardinia Dam Power Station is a small hydroelectric power station at Cardinia Reservoir near Melbourne, Australia. It is located at the outlet of the 12.5-kilometre (7.8 mi) pipeline transferring water from Silvan Reservoir.  It is capable of producing 3.5 megawatts (4,700 hp) of electricity and is owned by Pacific Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cloncurry_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q5134977", "wiki_id": "Cloncurry_Solar_Farm", "wikidata_id": "Q5134977", "name": "Cloncurry", "name_original": "Cloncurry Solar Farm", "description": "A solar thermal power station was to be built in Cloncurry, in north-west Queensland. The solar thermal power station was planned to have a nameplate capacity of 10 MW and deliver about 30 gigawatt-hours of electricity a year, enough to power the whole town.It was reported in November 2010 that the project was scrapped because of light pollution concerns.However, as of 2 December 2011 Ingenero Pty Ltd have been named preferred developer to install a 2 MW photovoltaic power system, installation is expected to commence in July 2012.On 24 May 2012 the recently elected Newman government announced the withdrawal of state funds for the project. In a statement the Minister for Energy Mark McArdle described the reason for the scrapping as 'saving the taxpayer's money'."}, {"wikipedia": "https://en.wikipedia.org/wiki/Crows_Nest_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5189584", "wiki_id": "Crows_Nest_Wind_Farm", "wikidata_id": "Q5189584", "name": "Crows Nest", "name_original": "Crows Nest Wind Farm", "description": "The proposed Crows Nest Wind Farm, will be located in south-eastern Queensland, 40 kilometres north of Toowoomba.  It initially was to have an installed generating capacity of 124 MW that would produce intermittent electricity that could power some 47,000 homes during periods of high wind. It is expected that the wind farm will create 460 manufacturing and construction jobs and a further 15 full-time maintenance jobs in Crows Nest. The Crows Nest location on the western edge of the Darling Downs, offers some of the best average wind speeds available in Queensland, and the project will provide additional security of electricity supply in this fast-growing area.The project was acquired by AGL Energy in 2009 after purchasing it and another wind farm at Barn Hill in South Australia from Transfield Services. In June 2009, AGL was allowed to increase the number of turbines by 20 units and therefore the output from 124 MW to 200 MW. The cost of the project is now expecting to be A$270 million."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hepburn_Wind_Project", "wikidata": "http://www.wikidata.org/entity/Q5731833", "wiki_id": "Hepburn_Wind_Project", "wikidata_id": "Q5731833", "name": "Hepburn", "name_original": "Hepburn Wind Project", "description": "The Hepburn Wind Project is a wind farm built and owned by Hepburn Wind, a community co-operative, and supported by the Victorian Government. The location of the project is Leonards Hill, 10 kilometres (6.2 mi) south of Daylesford, Victoria, north-west of Melbourne, Victoria.  It comprises two individual 2.05 MW wind turbines supplied by REpower System AG which are projected to produce enough energy for 2,300 households, almost as many houses are in the twin-towns of Daylesford and Hepburn Springs.The project is the first community-owned wind farm in Australia. The initiative emerged because the community felt that the state and federal governments were not doing enough to address climate change. Hepburn Wind is the first project of the Hepburn Renewable Energy Association, now known as SHARE.\nHepburn Wind Project formally launched their share offer on 25 July 2008, and as of June 2011 over 1700 members had subscribed a total of $9.0 million. The project has secured over $13.1 million in funding with the additional funds being bank debt and Government grants. Shares have been issued with priority to the local residents of Daylesford and Hepburn Springs.\nAs the project is under 30 MW, it was assessed under the local planning guidelines administered through the Hepburn Shire Council. The planning permit was issued by Hepburn Shire in February 2007. The council received 325 submissions in support of the proposal and 18 objections.\nThe permit was subsequently challenged unsuccessfully at the Victorian Civil and Administrative Tribunal (VCAT) in June 2007.On 28 April 2010 the project signed a contract with REpower Systems for the turnkey construction of the wind farm. The official ground breaking ceremony was held on 8 October 2010 and was officiated by the Hon Gavin Jennings, the Victorian Minister for the Environment at the time.\nConstruction began in November 2010. The turbines left Germany on 5 December 2010 on the SE Panthea and arrived in Melbourne on 22 February 2011.\nA community picnic day was held to view and celebrate the erection of the first turbine on Saturday, 19 April 2011.\nThe wind farm began generating power into the local electricity network on Wednesday, 22 June 2011.Community-owned wind farms are common in Denmark and Germany, which have high levels of wind power use. Community wind projects are also emerging in Canada, the Netherlands, the United Kingdom and the United States."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kwinana_Cogeneration_Plant", "wikidata": "http://www.wikidata.org/entity/Q6450447", "wiki_id": "Kwinana_Cogeneration_Plant", "wikidata_id": "Q6450447", "name": "Kwinana", "name_original": "Kwinana Cogeneration Plant", "description": "Kwinana Cogeneration Plant is located 40 kilometres south of Perth, Western Australia. It provides steam and electrical power to the BP Australia Kwinana Oil Refinery and electricity only to Synergy, the State owned generator/retailer.\nAs a cogeneration plant, Kwinana supplies both steam and electrical power to its two customers. Steam production from the plant comes predominantly from the waste heat from the gas turbine exhausts and is supported by burning refinery fuel gas from the BP Refinery using 'Duct Burners' inside the Heat Recovery Steam Generators (HRSG). The steam produced drives a steam turbine, further enhancing the plant's efficiency, with BP's steam supply coming from the extraction port on the steam turbine after some pressure and temperature has been lost.\nKwinana produces 119MW of electricity, or approximately 6% of Western Australia's requirements. It is primarily fueled by natural gas from Western Australia's North West Shelf gas fields and delivered to the plant by the Dampier to Bunbury Natural Gas Pipeline. The plant is certified for its environmental practices (ISO 14001), quality assurance (ISO 9001) and health and safety (AS4801 & BS18001)."}, {"wikipedia": "https://en.wikipedia.org/wiki/Phosphate_Hill_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7187429", "wiki_id": "Phosphate_Hill_Power_Station", "wikidata_id": "Q7187429", "name": "Phosphate Hill", "name_original": "Phosphate Hill Power Station", "description": "Phosphate Hill Power Station is located 150 km south of Mount Isa, Queensland, Australia. It is natural gas powered with six  Solar Taurus 60 gas turbines and one Siemens steam turbine that generate a combined capacity of approx 30 MW of electricity. Emergency black start capacity is provided from 2 Caterpillar 3516 diesel generators.\nPhosphate Hill was commissioned in March 2000."}, {"wikipedia": "https://en.wikipedia.org/wiki/Townsville_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q28943062", "wiki_id": "Townsville_Power_Station", "wikidata_id": "Q28943062", "name": "Townsville", "name_original": "Townsville Power Station", "description": "Townsville Power Station is located in Yabulu, an industrial suburb of Townsville. The station is owned by RATCH-Australia. The station has a 160 MW Siemens turbine and an 82 MW heat recovery steam generator.\nThe station was built in the late 1990s as an open-cycle plant and was upgraded to combined-cycle operation in 2005."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wellington_Dam_Hydro_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q47144299", "wiki_id": "Wellington_Dam_Hydro_Power_Station", "wikidata_id": "Q47144299", "name": "Wellington Dam", "name_original": "Wellington Dam Hydro Power Station", "description": "Wellington Dam Hydro Power Station is a hydroelectric power station near Collie, Western Australia. It has one water turbine with a generating capacity of 2 megawatts (2,700 hp) of electricity. The Wellington Dam Hydro Power Station is one of three hydro power stations in Western Australia. The dam was constructed in 1933 and enlarged in 1956, and the power station was built in the 1950s.\nWellington Dam is the largest dam in the South West and the second largest in Western Australia, and is fed by the Collie River.\nIn December 2009 the Water Corporation started a $41 million project to strengthen the dam wall."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lonsdale_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q48815652", "wiki_id": "Lonsdale_Power_Station", "wikidata_id": "Q48815652", "name": "Lonsdale", "name_original": "Lonsdale Power Station", "description": "Lonsdale Power Station is a diesel-powered electricity generator in South Australia in Lonsdale, an industrial southern suburb of Adelaide. It is owned by Snowy Hydro since 2014. It consists of 18 diesel reciprocating engines generating up to 21MW of electricity to meet peak demands in the National Electricity Market.The power station was designed and built by Cummins Power Generation under contract from Infratil in 2002 on what is now the site of the Port Stanvac Power Station. It was moved along the road to its present site in 2011. Snowy Hydro bought assets from Infratil in 2014. These included Lumo Energy, Direct Connect and three diesel peaking generators for a total of 136 MW. The other two were Angaston Power Station and Port Stanvac Power Station.It achieves the low emissions mandated by the Environment Protection Agency through selective catalytic reduction technology, matching standards set for gas turbines."}, {"wikipedia": "https://en.wikipedia.org/wiki/Solar_River_Project", "wikidata": "http://www.wikidata.org/entity/Q55633449", "wiki_id": "Solar_River_Project", "wikidata_id": "Q55633449", "name": "River", "name_original": "Solar River Project", "description": "Solar River Project is a proposed photovoltaic power station planned to be built near Robertstown in South Australia. It received development approval from the government of South Australia in June 2018 and was expected to start construction early in 2019. The company developing it is based at the University of Adelaide's venture incubator, ThincLab. The project has the support of the Ngadjuri people and the Regional Council of Goyder.\nStage 1 is proposed to include 200 MW of solar photovoltaic electricity generation and a 120 MW·h lithium ion battery system and was proposed to start construction early in 2019, generating its first generation before the end of the same year. Stage 2 is proposed to provide another 200 MW of generation and a 150 MW·h battery. Stage 1 will consist of one hundred single-axis tracker arrays each generating 2 MW and approximately 310 by 180 metres (1,020 by 590 ft) for a total area of 3,200 by 1,800 metres (10,500 by 5,900 ft). The land is north of Goyder's Line and 6 kilometres (3.7 mi) north of the Goyder Highway on crown land unsuitable for cropping due to the low rainfall.Downer Group was engaged in January 2019 for early contractor involvement, with construction expected to commence in July 2019 and stage 1 to take two years to build. The project had provision for three more stages, depending on market and network conditions. In July, the project's website said that construction would  start in Q4 2019. By November 2019, this had slipped to Q1 2020.Alinta Energy has committed to buy 75% of the solar farm's output for 15 years.The grid-connected battery will be supplied by GE Renewable Energy. It is expected to be 100MW/300MWh, larger than any grid-connected batteries in the world at the time of its announcement in 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Darling_Downs_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q56276276", "wiki_id": "Darling_Downs_Solar_Farm", "wikidata_id": "Q56276276", "name": "Darling Downs Solar Farm", "name_original": "Darling Downs Solar Farm", "description": "Darling Downs Solar Farm is a 110MW photovoltaic solar power station in Queensland, Australia developed by APA Group 45 km west of Dalby in the Darling Downs region next to the Darling Downs Power Station. All of the electricity produced will be sold to Origin Energy until 2030. The solar farm connects to the national electricity grid through Powerlink's Braemar substation. It has approximately 430,000 solar panels on an area of approximately 250 hectares (620 acres).The solar farm was planned by Origin Energy which owns the adjacent natural gas Darling Downs Power Station. Origin received planning approval and A$20 million support from the Australian Renewable Energy Agency (ARENA) before selling the project to APA Group in May 2017. designed and built by RCR Tomlinson under an engineering, procurement and construction contract worth approximately A$175 million.Darling Downs Solar Farm was the ninth solar farm to be approved by the Western Downs Regional Council."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sun_Metals_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q56276240", "wiki_id": "Sun_Metals_Solar_Farm", "wikidata_id": "Q56276240", "name": "Sun Metals", "name_original": "Sun Metals Solar Farm", "description": "The Sun Metals Solar Farm is a photovoltaic solar power station near Townsville in the Australian state of Queensland. It supplies some of the electricity consumed by the nearby Sun Metals (a subsidiary of Korea Zinc) zinc refinery as well as exporting to the National Electricity Market. When the Sun Metals Solar Farm started exporting electricity to the grid in May 2018, it took over from Clare Solar Farm as the largest capacity solar farm in Queensland.Construction was undertaken by RCR Tomlinson. The solar farm is connected to the refinery's existing 33/132kV substation and consists of over 1 million solar panels.The photovoltaic cells are thin-film with single axis tracking."}, {"wikipedia": "https://en.wikipedia.org/wiki/Murray_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q65640391", "wiki_id": "Murray_Hydroelectric_Power_Station", "wikidata_id": "Q65640391", "name": "Murray Hydroelectric", "name_original": "Murray Hydroelectric Power Station", "description": "The Murray Region Hydroelectric Power Stations refers to two of the original seven hydroelectric power stations, both located near the town of Khancoban in the Snowy Mountains region of New South Wales, Australia. The two power stations are part of the Snowy Mountains Scheme, a vast hydroelectricity and irrigation complex constructed in south-east Australia between 1949 and 1974 and now run by Snowy Hydro. Although both power stations are physically located in New South Wales, since 1 July 2008 all power generated has been allocated to the Victorian region of the National Electricity Market. The stations are not located on the Murray River.\nThese 2 stations are connected to the National Electricity Market via the TransGrid 330KV Murray Switching Station (and the 330/132KV substation for Guthega Power Station, Jindabyne Pumping Station & Jindabyne Dam Wall Mini Hydro Power Stations), 1.56 km (0.97 mi) south-east of Khancoban."}, {"wikipedia": "https://en.wikipedia.org/wiki/Cultana_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q81366520", "wiki_id": "Cultana_Solar_Farm", "wikidata_id": "Q81366520", "name": "Cultana", "name_original": "cultana Solar Farm", "description": "Cultana Solar Farm is a proposed solar farm to be constructed north of Whyalla by SIMEC Energy Australia (part of the GFG Alliance). Construction is expected to begin early in 2020 after development approval was granted in May 2019.The contract for engineering, procurement and construction (EPC) was let to Shanghai Electric in June 2019 with construction expected to take 12 to 15 months to complete. The site is north of Whyalla, on both sides of the Lincoln Highway. It was to consist of a total of 925,000 solar modules (later changed to 780,000), each 1 x 2 metres and 35 mm thick, mounted in groups of 85 modules in a north-south orientation on single-axis trackers. Each tracker will be 90 metres long, with 3 metre access between them, and a maximum height of four metres. The total area across the two sites is about 1,000 hectares (2,500 acres). The southern site will generate 70MW at 33kV and be connected via overhead cables to the northern site which will generate 210MW and have a 33kV/275kV substation connected to ElectraNet's Cultana substation.The solar farm will be connected to the National Electricity Market but its primary customer will be the Whyalla Steelworks which is also owned and operated by members of the GFG Alliance.Cultana Solar Farm will be Shanghai Electric's first project in Australia, and is expected to be Australia's largest solar farm at the time of its completion, with a capacity of 280 MW.A test array of almost 200 panels was installed in late 2019 to provide more detailed information in advance of the main construction phase. The saltbush onsite is rolled rather than graded, reducing dust and increasing power output, expected at 600 GWh from the 780,000 solar panels by 2022."}, {"wikipedia": "https://en.wikipedia.org/wiki/Rowallan_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q1801072", "wiki_id": "Rowallan_Power_Station", "wikidata_id": "Q1801072", "name": "Rowallan", "name_original": "Rowallan Power Station", "description": "The Rowallan Power Station is a conventional hydroelectric power station located in north-western Tasmania, Australia. The station is located 25 kilometres (16 mi) south of Liena."}, {"wikipedia": "https://en.wikipedia.org/wiki/Colongra_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5148195", "wiki_id": "Colongra_Power_Station", "wikidata_id": "Q5148195", "name": "Colongra", "name_original": "Colongra Power Station", "description": "Colongra Gas Generation Plant (also known as Colongra Power Station) is a 667 MW gas-fired power station located in Colongra, New South Wales, Australia and is the largest gas-fired power station in New South Wales. It will generally be used during peak demand periods in New South Wales.\nThe plant's construction was tendered to Alstom which began the construction in October 2007, adjacent to the Munmorah coal-fired power station.  The plant was completed and commissioned in December 2009 at a cost of A$500 million.It was bought by Snowy Hydro in January 2015."}, {"wikipedia": "https://en.wikipedia.org/wiki/Coopers_Gap_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5167946", "wiki_id": "Coopers_Gap_Wind_Farm", "wikidata_id": "Q5167946", "name": "Coopers Gap", "name_original": "Coopers Gap Wind Farm", "description": "Coopers Gap Wind Farm is a 453 megawatt wind power station in the Bilboa and Cooranga North region, of Australia, approximately 50 kilometres (31 mi) south-west of Kingaroy and 65 km (40 mi) north of Dalby in Queensland, Australia.\nA 60-metre (197 ft) wind-monitoring mast was installed in March 2006 in order to accurately measure wind speed and direction in the area."}, {"wikipedia": "https://en.wikipedia.org/wiki/Ten_Mile_Lagoon_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7699237", "wiki_id": "Ten_Mile_Lagoon_Wind_Farm", "wikidata_id": "Q7699237", "name": "Ten Mile Lagoon", "name_original": "Ten Mile Lagoon Wind Farm", "description": "Ten Mile Lagoon wind farm is situated on a coastal ridge 16 kilometres west of Esperance in Western Australia, and it lies in the northern extremities of the reliable Roaring Forties winds. It was Australia's first commercial wind farm that is still operating, and consists of nine 225 kW Vestas wind turbines giving a total generating capacity of  just over 2 Megawatts. The farm was established in October 1993, after the successful operation of a smaller experimental wind farm at Salmon Beach, Esperance.\nEsperance is an isolated town and it is not connected to the electricity grid.  Before the installation of wind turbines, the electrical needs of Esperance town and surrounding districts were supplied solely from a diesel power station. The Ten Mile Lagoon wind farm serves the Esperance community in conjunction with the power station and complements the electricity generated by the gas turbines.Considerable care has been taken in the design and construction of the wind farm to ensure the least possible disturbance to the natural environment."}, {"wikipedia": "https://en.wikipedia.org/wiki/Walkaway_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7962166", "wiki_id": "Walkaway_Wind_Farm", "wikidata_id": "Q7962166", "name": "Walkaway", "name_original": "Walkaway Wind Farm", "description": "Alinta wind farm (also known as Walkaway wind farm) is a wind power station at Walkaway, just south of Geraldton, Western Australia. It is  owned by Infigen Energy and has offtake agreements with Alinta Energy and AGL Energy.The Alinta wind farm has an installed capacity of 89.1 megawatts. It supplies Perth and the south west in the South West Interconnected System (SWIS).\nEach year the wind farm generates energy that would normally produce 360,150 tonnes of greenhouse gases if generated by fossil fuel based methods. This is the equivalent of removing 76,000 cars from the roads.Electricity produced by the wind farm is purchased  mainly by Alinta Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Quarantine_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q39050887", "wiki_id": "Quarantine_Power_Station", "wikidata_id": "Q39050887", "name": "Quarantine", "name_original": "Quarantine Power Station", "description": "Quarantine Power Station is a gas-powered electricity generation facility near the northern end of Torrens Island in the northwestern suburbs of Adelaide, South Australia. It is at the opposite end of Torrens Island from AGL Energy's Torrens Island and Barker Inlet power stations. It gets its name from the Torrens Island Quarantine Station which was nearby.\nThe power station is owned by Origin Energy and is configured as a peaking power plant. It has a capacity of 224MW produced by open cycle gas turbines. It was initially installed in 2002 with four Alstom GT10B (now designated Siemens SGT600 after Siemens bought the Alstom Medium sized GT business) turbines generating 95MW of power. It was expanded in 2007 by the addition of a new 120MW General Electric Frame 9E gas turbine set. The power station is fuelled by natural gas, delivered by the EPIC energy & SEAGas pipeline."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bungala_Solar_Power_Project", "wikidata": "http://www.wikidata.org/entity/Q48802503", "wiki_id": "Bungala_Solar_Power_Project", "wikidata_id": "Q48802503", "name": "Bungala", "name_original": "Bungala Solar Power Project", "description": "The Bungala Solar Power Project is a solar power farm in Emeroo and Wami Kata near Port Augusta in South Australia. Stage One was connected to the grid in May 2018. The second and final stage was connected to the grid in early November 2018. The project gradually reached full power in 2020."}, {"wikipedia": "https://en.wikipedia.org/wiki/Coonooer_Bridge_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q56276143", "wiki_id": "Coonooer_Bridge_Wind_Farm", "wikidata_id": "Q56276143", "name": "Coonooer Bridge", "name_original": "Coonooer Bridge Wind Farm", "description": "Coonooer Bridge Wind Farm is a wind farm 90 km northwest of Bendigo in the Australian state of Victoria. Its output is contracted to supply the Australian Capital Territory via the National Electricity Market at $81.50 per megawatt hour.The site is jointly owned by Eurus Energy, Windlab and the local community. It was the first commercial wind farm in Australia to have the local community included in the ownership in this way."}, {"wikipedia": "https://en.wikipedia.org/wiki/Harlin_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q83750217", "wiki_id": "Harlin_Solar_Farm", "wikidata_id": "Q83750217", "name": "Harlin", "name_original": "Harlin Solar Farm", "description": "Harlin Solar Farm is under construction by Sunshine Energy in the Somerset Region of Queensland, Australia. \nIt is proposed to built in three stages of 500MW each, and there are plans to add a 500MWh battery storage facility.Construction began in February 2019. However it almost immediately received complaints from neighbours. A notice of appeal was filed with the Planning and Environment Court. The appeal was dismissed on 18 April 2019.The company developing the project was in the news in July 2019 over an alleged wrongful transfer of shares, leading to action in the Federal Court of Australia.The development was again in doubt in late 2019 when Planning consultants Ethos Urban submitted a wind-up application to the New South Wales Supreme Court against Sunshine Energy Australia. The application was dismissed on 1 November 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Bairnsdale_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4848639", "wiki_id": "Bairnsdale_Power_Station", "wikidata_id": "Q4848639", "name": "Bairnsdale", "name_original": "Bairnsdale Power Station", "description": "Bairnsdale Power Station is a 94 megawatts (126,000 hp) natural gas-fired power station in Victoria’s East Gippsland region, owned and operated by Alinta Energy. It is a fast start, peaking power station dispatching into the National Electricity Market. Bairnsdale Power Station is connected to the AusNet Services distribution network grid.\nThe station was commissioned in 2001. It has two GE LM6000PD gas turbines.\n\n"}, {"wikipedia": "https://en.wikipedia.org/wiki/Condamine_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5159139", "wiki_id": "Condamine_Power_Station", "wikidata_id": "Q5159139", "name": "Condamine", "name_original": "Condamine Power Station", "description": "Condamine Power Station is a 140 MW combined cycle power station near Miles on the western Darling Downs in Queensland, Australia.  The station is located 8 kilometres (5.0 mi) east of Miles on the south side of the Warrego Highway.  The Condamine Power Station is owned by QGC Limited, a subsidiary of Royal Dutch Shell. It has been claimed to be the world’s first combined-cycle power station entirely fired by untreated coal seam gas and Australia's first steam turbine condenser cooled by coal seam methane waste water. However, the Townsville Power Station at Yabulu, which was converted from a peak load power station to burn only coal seam gas in a combined cycle configuration, was commissioned much earlier, in February 2005.\nConstruction began on 19 October 2007. It was completed in mid-2010.  The EPC contractor was Austrian Energy and Environment with the gas turbines supplied by Siemens. Parsons Brinckerhoff were the owner's engineer for construction.  The gas turbine with dispatchable unit ID (DUID) \"CPSA\" began bidding into the National Electricity Market on 1 June 2009, with the first generation made available to the market on 10 July 2009. The Columboola Switching Station, which connects Condamine Power Station with the Chinchilla-to-Roma 132-kilovolt\ntransmission line, was completed in October 2008.\nAGL Energy had an option to acquire the Condamine Power Station. This option was not exercised and expired on 14 April 2009.The power station has installed capacity of 140 MW.  \nElectricity is generated by two gas turbines and one steam turbine from coal seam gas. The two gas turbines are Siemens SGT-800 models and the steam turbine is a Siemens SST-400. According to the NEMMCO Applicants list, the registered capacity of the gas turbine is 87.4 MW (2 x 43.7 MW) and the registered capacity of the steam turbine is 57.1 MW.The gas reserves are extracted from the Berwyndale South Gasfield. Building the plant directly on top of the gas source will provide some of the cheapest gas-fired electricity to the National Electricity Market."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Mercer_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q6922156", "wiki_id": "Mount_Mercer_Wind_Farm", "wikidata_id": "Q6922156", "name": "Mount Mercer", "name_original": "Mount Mercer Wind Farm", "description": "The Mount Mercer Wind Farm is located at Mount Mercer approximately 30 kilometres south of Ballarat in Western Victoria on 2600ha. The wind farm consists of 64 REpower MM92 wind turbines, giving a total installed capacity of 131 MW.  It is expected to generate approximately 395,000 megawatt hours (MWh) of electricity each year which could power approximately 74,000 households and result in a reduction of some 510,000 tonnes of carbon dioxide.\n\nConstruction was to commence in September 2009 under the management of WestWind Energy, however the project changed hands to Meridian Energy in the middle of 2009  and construction was delayed several years with Meridian Energy citing the financial crisis of 2007–2008 as the cause.  Further delays were caused by having to re-design the backhaul to the national grid and thus having to renegotiate easement agreements with local land owners. Construction began December 2012 and the generation came fully online in September 2014.Local farmers who would have turbines on their land were offered $7000 per turbine per year.First electricity was generated from the wind farm in November 2013."}, {"wikipedia": "https://en.wikipedia.org/wiki/Pinjar_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7195919", "wiki_id": "Pinjar_Power_Station", "wikidata_id": "Q7195919", "name": "Pinjar", "name_original": "Pinjar Power Station", "description": "Pinjar Power Station is a power station in Pinjar, on the northern outskirts of Perth, Western Australia and near the locality of Neerabup and the recently commissioned Neerabup Power Station. It is natural gas-powered with nine gas turbines that together generate a total capacity of 576 MW of electricity. Although the power station primarily burns natural gas, it can also burn diesel fuel.\nThe station was commissioned in 1989. It is used as a peaking power plant."}, {"wikipedia": "https://en.wikipedia.org/wiki/Wonthaggi_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q8032105", "wiki_id": "Wonthaggi_Wind_Farm", "wikidata_id": "Q8032105", "name": "Wonthaggi", "name_original": "Wonthaggi Wind Farm", "description": "Wonthaggi wind farm is a wind power station at Wonthaggi in Gippsland, Victoria, Australia. It has 6 wind turbines, with a total generating capacity of 12 MW of electricity."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Emerald_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q14935511", "wiki_id": "Mount_Emerald_Wind_Farm", "wikidata_id": "Q14935511", "name": "Mount Emerald", "name_original": "Mount Emerald Wind Farm", "description": "Mount Emerald Wind Farm  is a 180 MW wind power station situated on Mount Emerald approximately 8 km WNW of Tolga, and 49 km SW of Cairns, in Queensland, Australia. It consists of 37 Vestas v117-3.45 and 16 Vestas v112-3.3.The project is a joint venture between Port Bajool (land owner) and RATCH-Australia (wind farm developer and operator).  RATCH-Australia bought the project from Transfield Services in July 2011."}, {"wikipedia": "https://en.wikipedia.org/wiki/Snuggery_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q28220286", "wiki_id": "Snuggery_Power_Station", "wikidata_id": "Q28220286", "name": "Snuggery", "name_original": "Snuggery Power Station", "description": "Snuggery Power Station is a power station near Tantanoola in the Limestone Coast region of South Australia. It was built in 1978. It is now owned by Synergen Power, a subsidiary of Engie Energy International.The power station has a generating capacity of 63 MW, consisting of three diesel-fueled open cycle gas turbines. It is used as a peaking power plant."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gara_River_Hydro-Electric_Scheme", "wikidata": "http://www.wikidata.org/entity/Q55612301", "wiki_id": "Gara_River_Hydro-Electric_Scheme", "wikidata_id": "Q55612301", "name": "Gara River Hydroelectric Scheme", "name_original": "Gara River Hydro-Electric Scheme", "description": null}, {"wikipedia": "https://en.wikipedia.org/wiki/Mullumbimby_Hydro-electric_Power_Station_Complex", "wikidata": "http://www.wikidata.org/entity/Q55624097", "wiki_id": "Mullumbimby_Hydro-electric_Power_Station_Complex", "wikidata_id": "Q55624097", "name": "Mullumbimby Hydroelectric Complex", "name_original": "Mullumbimby Hydro-electric Power Station Complex", "description": "Mullumbimby is an Australian town in the Byron Shire in the Northern Rivers region of New South Wales. It promotes itself as \"The Biggest Little Town in Australia\". The town lies at the foot of Mount Chincogan in the Brunswick Valley about 9 kilometres (5.5 miles) by road from the coast. At the 2016 census, Mullumbimby and the surrounding area had a population of 3,596 people. Locals refer to the town either as \"Mullum\" or \"Bimby\"."}, {"wikipedia": "https://en.wikipedia.org/wiki/Darlington_Point_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q65870863", "wiki_id": "Darlington_Point_Solar_Farm", "wikidata_id": "Q65870863", "name": "Darlington Point", "name_original": "Darlington Point Solar Farm", "description": "Darlington Point Solar Far is a photovoltaic power station under development 10 km south of the town of Darlington Point in New South Wales, Australia. It received planning approval and development consent on 7 December 2018, and has a power purchase agreement for supply of 150MW to Delta Energy. The total output will be 333MW DC or 275MW AC. It is expected to be completed in 2020 and may be the largest single solar power station in Australia at that time. The project is jointly owned by Octopus Investments and Edify Energy. The contract for engineering, procurement and construction (EPC) is let to a consortium of Signal Energy and Canadian Solar. Canadian Solar also has the operations and maintenance services contract."}, {"wikipedia": "https://en.wikipedia.org/wiki/Stuart_Oil_Shale_Project", "wikidata": "http://www.wikidata.org/entity/Q1508998", "wiki_id": "Stuart_Oil_Shale_Project", "wikidata_id": "Q1508998", "name": "Stuart Oil Shale", "name_original": "Stuart Oil Shale Project", "description": "The Stuart Oil Shale Project is an oil shale development project in Yarwun near Gladstone, Queensland, Australia. It is Australia's first major attempt since the 1950s to restart commercial use of oil shale. The project was originally developed by Australian companies Southern Pacific Petroleum NL and Central Pacific Minerals NL (SPP/CPM) and developed now by Queensland Energy Resources.  The original facility built at the end of the 1990s was dismantled and the new demonstration facility started its operations in 2011."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mungarra_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q4279996", "wiki_id": "Mungarra_Power_Station", "wikidata_id": "Q4279996", "name": "Mungarra", "name_original": "Mungarra Power Station", "description": "Mungarra Power Station is a power station 50 km south-east of Geraldton, Western Australia. It is natural gas powered with three gas turbines that together generate a total capacity of 112 MW of electricity.\nThe station was commissioned in 1990."}, {"wikipedia": "https://en.wikipedia.org/wiki/Crookwell_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q5187920", "wiki_id": "Crookwell_Wind_Farm", "wikidata_id": "Q5187920", "name": "Crookwell", "name_original": "Crookwell Wind Farm", "description": "Crookwell Wind Farm, located at Crookwell west of Goulburn, New South Wales, consists of eight 600 kW wind turbines giving a total capacity of 4.8 MW. It was the first grid-connected wind farm in Australia when built by Pacific Power in 1998. It is now owned by Tilt Renewables.\nThe farm was the largest wind farm in Australia when built, with the energy produced bought and on-sold to customers by then energy retailer Great Southern Energy."}, {"wikipedia": "https://en.wikipedia.org/wiki/Jeeralang_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6172974", "wiki_id": "Jeeralang_Power_Station", "wikidata_id": "Q6172974", "name": "Jeeralang", "name_original": "Jeeralang Power Station", "description": "Jeeralang Power Station is a gas turbine power station with a capacity of 460 megawatts (620,000 hp) near Morwell, Victoria, Australia. The station is a peaking facility which is used only during periods of peak demand, and is also used as a black start facility to restore power to the grid in the event of major system failure. As a result, the actual capacity factor of the station is less than 5%. The power station was built by the State Electricity Commission of Victoria in response to the scaling back of Newport D power station from 1,000 megawatts (1,300,000 hp) to 500 megawatts (670,000 hp), as a result of community concerns and union bans. Jeeralang consists of seven gas turbines configured to operate in single cycle mode.\nJeeralang A was built between 1977 and 1979 and consists of four Siemens Industries V93.1 gas turbines with a combined capacity of 220 megawatts (300,000 hp).\nJeeralang B was built between 1978 and 1980 and consists of three Alstom Atlantique MS-9001 gas turbines with a combined capacity of 240 megawatts (320,000 hp).The power station is currently operated by Ecogen Energy and was purchased by EnergyAustralia in April 2018."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Stromlo_Hydro-Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6923905", "wiki_id": "Mount_Stromlo_Hydro-Power_Station", "wikidata_id": "Q6923905", "name": "Mount Stromlo", "name_original": "Mount Stromlo Hydro-Power Station", "description": null}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Stuart_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q6923919", "wiki_id": "Mount_Stuart_Power_Station", "wikidata_id": "Q6923919", "name": "Mount Stuart", "name_original": "Mount Stuart Power Station", "description": "The Mount Stuart Power Station is a power station located in Stuart, Townsville, Australia. The station runs on kerosene with three gas turbines that generate a combined capacity of 414 MW of electricity. Mount Stuart was commissioned in December 1998, and operates as a peaking plant. It currently runs on kerosene, but can be converted to natural gas.\nCarbon Monitoring for Action estimates this power station emits 0.34 million tonnes of greenhouse gases each year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Portland_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7232076", "wiki_id": "Portland_Wind_Farm", "wikidata_id": "Q7232076", "name": "Portland", "name_original": "Portland Wind Farm", "description": "The Portland wind farm is one of Australia's largest wind farms. Located on the coast of south-western Victoria near the city of Portland, it consists of four separate sites, all of which have been completed as of 2015. Completion of the entire 195 MW project was expected in 2011, at a capital cost of A$330 million.\nThe project is expected to produce more than 500 GWh annually, enough electricity to power about 125,000 homes each year, and equal to more than 7% of Victoria's residential electricity demand, or powering a city the size of Geelong. The project is being developed by Pacific Hydro."}, {"wikipedia": "https://en.wikipedia.org/wiki/White_Cliffs_Solar_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7994570", "wiki_id": "White_Cliffs_Solar_Power_Station", "wikidata_id": "Q7994570", "name": "White Cliffs", "name_original": "White Cliffs Solar Power Station", "description": "White Cliffs Solar Power Station was Australia's first solar power station. It is located at White Cliffs, New South Wales, which was chosen as it has the highest insolation in New South Wales, and in 1981 when the station was constructed had no grid connection.\nConstructed by a team from Australian National University, the station consisted of fourteen five-metre parabolic dishes, each covered by more than 2000 mirrors and mounted on a heliostatic mounting. The dishes each focussed the sun's rays on a collector, where water was boiled. The resulting steam drove a three-cylinder Uniflow steam engine, made by modifying a Lister diesel engine, delivering up to 25kWe. Batteries were used to provide 24-hour power to selected buildings in the township, and an existing diesel generator retained to provide battery charging when either low insolation or strong winds prevented use of the solar station for extended periods.In 1996, following grid connection of the township, the station was converted to photovoltaic. The dishes were resurfaced, and the original collectors each replaced by a cluster of 16 water-cooled photovoltaic cells. In its new form, the station delivers up to 45kWe. The batteries, and diesel generator were removed, and the output fed into the grid.\nThe grid connected power station ran for around 6 years, generating valuable data on the long-term performance and efficiency of the modules. The power station ceased operation in December 2004 and has been resumed by the owner of the site.In 2006 Engineers Australia placed a heritage marker \"recognising the engineering significance of what is arguably considered the world's first commercial solar power station\".In 2012 it was proposed the site be used as a museum."}, {"wikipedia": "https://en.wikipedia.org/wiki/Munmorah_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q11990196", "wiki_id": "Munmorah_Power_Station", "wikidata_id": "Q11990196", "name": "Munmorah", "name_original": "Munmorah Power Station", "description": "Munmorah Power Station is a demolished coal fired electricity power station with four 350 MW English Electric steam driven turbo-alternators for a combined capacity of 1,400 MW. The station was located near Doyalson, on the shores of Lake Munmorah, New South Wales, Australia and was owned and operated by Delta Electricity, a company owned by the New South Wales Government.\nIn July 2012 the coal-fired generators were permanently retired from service. However, the nearby gas-fired Colongra power station, which was commissioned in 2009, remains in operation."}, {"wikipedia": "https://en.wikipedia.org/wiki/Newport_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q11991275", "wiki_id": "Newport_Power_Station", "wikidata_id": "Q11991275", "name": "Newport", "name_original": "Newport Power Station", "description": "The Newport Power Station was a complex of power stations located on the west bank of the Yarra River, approximately 6 km south-west of Melbourne, Victoria, Australia, in the suburb of Newport. Newport A, B, and C were coal-fired plants which operated at the site between 1919 and the 1980s, and were claimed to be (in terms of the amount of plant) the largest power station in the southern hemisphere in 1953 with 42 boilers and 14 turbo-alternators producing 327 megawatts (439,000 hp).\nNewport D is a gas-fired peaking power plant which has operated since 1981. It uses natural gas to generate steam in a boiler which supplies a three-stage steam turbine coupled to a generator to produce up to 510 MW (680,000 hp) of electricity. The plant has a single smokestack 183 m /600 ft in height which towers over the local vicinity.\nThe power station is owned by Ecogen Energy. The output from Ecogen's Newport and Jeeralang power stations is currently contracted to EnergyAustralia, the country's third-biggest electricity and gas retailer."}, {"wikipedia": "https://en.wikipedia.org/wiki/Hallett_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q24190038", "wiki_id": "Hallett_Power_Station", "wikidata_id": "Q24190038", "name": "Hallett", "name_original": "Hallett Power Station", "description": "Hallett Power Station is located in Canowie, in the Mid North of South Australia, located about 210 kilometres (130 mi) north of Adelaide. It was commissioned in 2001 and opened in 2002. It was built by AGL Energy, but was sold in 2007, and is currently operated by EnergyAustralia. It has capacity of approximately 200 megawatts (270,000 hp), and connects to the National Electricity Grid. It contains 12 gas turbine generators.The powerstation is fuelled by natural gas drawn from the Moomba Adelaide Pipeline System, and can also operate from a back-up supply of diesel in the event of a failure of the gas supply. It was built using second-hand gas turbines. These are all General Electric (GE) Frame 5 units, manufactured under licence by John Brown, AEG and Nuovo Pignone."}, {"wikipedia": "https://en.wikipedia.org/wiki/Taralga_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q28183809", "wiki_id": "Taralga_Wind_Farm", "wikidata_id": "Q28183809", "name": "Taralga", "name_original": "Taralga Wind Farm", "description": "The Taralga Wind Farm is a wind farm located near Taralga, New South Wales.\nTaralga Wind Farm was CBD Energy/Santander's first and only wind farm. It is a 106.8 megawatt wind farm with 51 turbines.  The energy produced by the wind farm can power around 45,000 average Australian households per year, saving over 258,000 tonnes of greenhouse gas emissions per year."}, {"wikipedia": "https://en.wikipedia.org/wiki/Riverland_Solar_Storage", "wikidata": "http://www.wikidata.org/entity/Q48815340", "wiki_id": "Riverland_Solar_Storage", "wikidata_id": "Q48815340", "name": "Riverland", "name_original": "Riverland Solar Storage", "description": "Riverland Solar Storage is a proposed photo-voltaic solar power station planned to be built near Morgan in South Australia.\nThe project was announced in March 2017 by Lyon Group at a press conference which included Jay Weatherill, the premier of South Australia. Construction was expected to start within months and would employ 270 people during construction. It is proposed to generate up to 330MW of electricity from 3.4 million solar panels. It was also announced that it would have 1.1 million batteries providing 100 MW / 400MWh of electricity storage. It received development approval on 29 November 2017. The developer said it expected it to begin operations in late 2018. However only a month later, another press release announced that the project was on track to commence construction in early 2019.A delay arose in late 2017 when the intended supplier of solar modules, First Solar sued Lyon Group for an unpaid loan. At the time, Lyon was attempting to sell several of its development projects, including Riverland Solar Storage. Lyon continued to prepare development of Riverland and two sister projects, and announced partners JERA (a joint venture of Tokyo Electric Power Company and Chubu Electric Power) and Fluence (a joint venture of Siemens and AES Corporation) for the battery storage in May 2018. Administrators were appointed to three companies in the Lyon Group in May 2019. In October 2019, Lyon announced that it had reached an arrangement with China Huadian Corporation to partner in developing projects in Australia and Asia."}, {"wikipedia": "https://en.wikipedia.org/wiki/Terminal_Storage_Mini_Hydro", "wikidata": "http://www.wikidata.org/entity/Q48802179", "wiki_id": "Terminal_Storage_Mini_Hydro", "wikidata_id": "Q48802179", "name": "Terminal Storage Mini Hydro", "name_original": "Terminal Storage Mini Hydro", "description": "Terminal Storage Mini Hydro is the name of an electricity generator operating in the supply pipes for Adelaide's water supply in South Australia. The facility is installed at Tea Tree Gully and uses a stainless steel turbine in the gravity-powered supply pipes. It was developed by SA Water who own and operate the water distribution with experience from Hydro Tasmania. When it was installed, it had a capacity of 1.9 megawatts (2,500 hp). It has been upgraded to now provide 3 megawatts (4,000 hp).Hydro Tasmania and SA Water are equal partners in the joint venture which opened in October 2003. In 2011–12, it generated 4,762 megawatt-hours (17,140 GJ) of electricity."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kiata_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q55392046", "wiki_id": "Kiata_Wind_Farm", "wikidata_id": "Q55392046", "name": "Kiata", "name_original": "Kiata Wind Farm", "description": "Kiata Wind Farm is a small wind farm located along the Western Highway north of Nhill. The wind farm is owned by Windlab, the John Laing Group and some local shareholders. The turbines were built by Keppel Prince and assembled at the site by Windlab. It was \"officially opened\" by Lily D'Ambrosio on Australia Day 2018. According to Kiata Wind Farm director Rob Fisher, the Kiata turbines \"are the biggest turbines operating in Australia to date.\" The ABC reported that some of the local landholders would become part owners \"via a community investment model.\""}, {"wikipedia": "https://en.wikipedia.org/wiki/Coleambally_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q65679821", "wiki_id": "Coleambally_Solar_Farm", "wikidata_id": "Q65679821", "name": "Coleambally", "name_original": "Coleambally Solar Farm", "description": "Colleambally Solar Farm is a photovoltaic power station near the town of Coleambally in New South Wales, Australia. It is on the western side of the Kidman Way north of the town.\nIt has an output of 150MW and was the largest solar power station in Australia  when it was commissioned in November 2018. It is owned by Neoen and was built by Bouygues. It has a 12-year power purchase agreement to sell its output to EnergyAustralia.The power station consists of a total of 565,488 solar panels arranged into 19,086 strings of panels. Each solar tracker drives three strings."}, {"wikipedia": "https://en.wikipedia.org/wiki/Temporary_Generation_South", "wikidata": "http://www.wikidata.org/entity/Q66828323", "wiki_id": "Temporary_Generation_South", "wikidata_id": "Q66828323", "name": "Temporary Generation South", "name_original": "Temporary Generation South", "description": "Temporary Generation South and its larger sibling Temporary Generation North are gas turbine power stations in South Australia. They were bought by the Government of South Australia in 2017 as a response to the 2016 South Australian blackout and load-shedding in February 2017.\nTemporary Generation South is four open cycle gas turbines at the former Port Stanvac Refinery at Lonsdale.The generators were purchased to be used only in emergency shortfalls in electricity supply to the grid, such as in extreme hot weather. They were first used on 24 January 2019 to deal with a supply shortfall in Victoria.The intent of the Weatherill ALP state government was that the turbines will be converted from diesel fuel to natural gas and moved to a single location while remaining owned by the government.In August 2019, the state government (following the 2018 election, now controlled by the Liberal party) announced that it had arranged 25-year leases of the power stations to two different companies, with the leases taking effect from May 2020. Both companies operate wind farms in South Australia. The four generators at Lonsdale will be leased to Infigen Energy and will be moved from the SA Water desalination plant to the SA Water Bolivar Waste Water Treatment Plant and converted to operate on natural gas instead of diesel."}, {"wikipedia": "https://en.wikipedia.org/wiki/Numurkah_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q67343234", "wiki_id": "Numurkah_Solar_Farm", "wikidata_id": "Q67343234", "name": "Numurkah", "name_original": "Numurkah Solar Farm", "description": "Numurkah Solar Farm is a solar photovoltaic power station near the town of Numurkah in the Australian state of Victoria.\nAt its commissioning in 2019, Numurkah was the largest solar farm in Victoria. It cost A$198 million and generates up to 112MWp of AC electricity (installed 128MW DC). It is a leader in harnessing clean energy and retaining the use of farmland via sheep agistment (Agri-Solar). It presently runs upward of 1600 sheep over its 1200 acres. Its primary customers are the Melbourne tram network and Laverton steel works under a power purchase agreement, despite many believing the power goes to these locations directly, the site puts power into the local grid. The Laverton steel works is a scrap iron recycler owned by the GFG Alliance."}, {"wikipedia": "https://en.wikipedia.org/wiki/Karadoc_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q70203209", "wiki_id": "Karadoc_Solar_Farm", "wikidata_id": "Q70203209", "name": "Karadoc", "name_original": "Karadoc Solar Farm", "description": "Karadoc Solar Farm is a photovoltaic power station 35 kilometres (22 mi) south of Mildura near the town of Iraak in the Australian state of Victoria. It can generate up to 112MW of electricity, and was designed by  BayWa r.e. Solar. It was officially opened in March 2019.The solar farm is on a site of 269 hectares (664 acres) and was built by Melbourne construction company Beon Energy Solutions with first generation in November 2018. It has an offtake agreement to provide 74,000 MWh per year of electricity to Carlton & United Breweries for 12 years. At the time of its construction, it was the largest in Victoria at 90 MWAC, 120 MWP."}, {"wikipedia": "https://en.wikipedia.org/wiki/Kemerton_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q76558849", "wiki_id": "Kemerton_Power_Station", "wikidata_id": "Q76558849", "name": "Kemerton", "name_original": "Kemerton power station", "description": "Kemerton Power Station is a power station 17 km northeast of Bunbury in Western Australia.  It is located in an area known as the Kemerton Industrial Park.  The location had been considered as being Kemerton, in the 1980s as a potential aluminium smelter location, but is now considered to be part of Wellesley.  The consideration of the site as being appropriate as a power station site was being considered in the early 2000s.It is rated at 300 MW using two Siemens open cycle gas turbine generators powered by natural gas. It operates as a peaking plant and provides electricity into the South West Interconnected System (SWIS). When it was built in 2005, it was rated at 260.9 MW, and received an upgrade to the current capacity in June 2008. When gas is not available, the power station can also operate on fuel oil. Gas is supplied to the Kemerton Power Station via a 4.94 km lateral branch from the Dampier to Bunbury Natural Gas Pipeline. The branch line is a 300 mm diameter steel pipe with 6.4 mm wall thickness.Kemerton power station also has four 1.25 MW diesel generators completed in October 2018. These are used in a contract with the Australian Energy Market Operator (AEMO) to provide the capability for a black start on the SWIS if needed."}, {"wikipedia": "https://en.wikipedia.org/wiki/Emu_Downs_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q78455539", "wiki_id": "Emu_Downs_Solar_Farm", "wikidata_id": "Q78455539", "name": "Emu Downs", "name_original": "Emu Downs Solar Farm", "description": "Emu Downs Solar Farm is a solar farm adjacent to Emu Downs Wind Farm in Western Australia, Australia. It was developed and is owned by APA Group. At the time of its completion in 2018, it was the largest solar farm in Western Australia.When APA group bought Emu Downs Wind Farm in June 2011, it realised that there is usually a drop in output in the middle of the day as the wind changes from easterly in the morning to the westerly Fremantle Doctor in the afternoon. To balance that and achieve better utilisation of transmission infrastructure, APA installed a 20MW solar farm on an adjacent site. The solar farm's peak output is during the time when the wind farm is not at full capacity, so no additional capacity was needed in the substation or grid connection point. The solar farm has 75,000 photovoltaic solar panels on a 70-hectare site east of the wind farm. It cost A$50 million (including a federal government grant of A$5.5 million) and began operation in December 2017. The output of both the solar and wind farms is contracted to Synergy until 2030."}, {"wikipedia": "https://en.wikipedia.org/wiki/Catagunya_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q5051199", "wiki_id": "Catagunya_Power_Station", "wikidata_id": "Q5051199", "name": "Catagunya", "name_original": "Catagunya Power Station", "description": "The Catagunya Power Station is a run-of-the-river hydroelectric power station located in the Central Highlands region of Tasmania, Australia. The power station is situated on the Lower River Derwent catchment and is owned and operated by Hydro Tasmania."}, {"wikipedia": "https://en.wikipedia.org/wiki/Port_Hedland_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7230667", "wiki_id": "Port_Hedland_Power_Station", "wikidata_id": "Q7230667", "name": "Port Hedland", "name_original": "Port Hedland Power Station", "description": "Port Hedland Power Station is a natural gas-fired power station in Western Australia.  It consists of five 42MW gas-fired turbine units located in two separate locations: two units are located at the BHP Billiton hot briquetted iron (HBI) plant at Boodarie which has been decommissioned; and three units are located in a standalone facility at Port Hedland, connected by a 66kV transmission line. The assets are operated from a central control point allowing them to operate as an integrated plant and Port Hedland is connected to the North West Interconnected System (NWIS).\nThree dual fuel units were commissioned in 1995; two additional units were subsequently commissioned in 1998"}, {"wikipedia": "https://en.wikipedia.org/wiki/Woolnorth_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q8033896", "wiki_id": "Woolnorth_Wind_Farm", "wikidata_id": "Q8033896", "name": "Woolnorth", "name_original": "Woolnorth Wind Farm", "description": "Woolnorth Wind Farm is a wind power development, comprising two wind farms, at the Woolnorth property at Woolnorth (which includes the location known as Cape Grim), in the far north-west of Tasmania, Australia.   Both wind farms are operated by Woolnorth Wind Farm Holdings, a joint venture between Hydro Tasmania (who own a 25% share) and Shenhua Group (75% share).Bluff Point Wind Farm was constructed in two stages.  The first consisted of six Vestas 1.75 MW (2,350 hp) turbines and was commissioned in 2002.  Stage two, commissioned in 2004, expanded the wind farm with a further 31 of the same turbines, for a total generating capacity of 65 MW (87,000 hp).Studland Bay Wind Farm was commissioned in 2007 and consists of 25 Vestas V90 3 MW (4,000 hp) turbines, for a total capacity of 75 MW (101,000 hp).Tours to the wind farms are available and operated by a private commercial entity."}, {"wikipedia": "https://en.wikipedia.org/wiki/Nyngan_Solar_Plant", "wikidata": "http://www.wikidata.org/entity/Q29325556", "wiki_id": "Nyngan_Solar_Plant", "wikidata_id": "Q29325556", "name": "Nyngan", "name_original": "Nyngan Solar Plant", "description": "The Nyngan Solar Plant or Farm is one of the largest operating solar plants in Australia.  At the time of construction, it was the largest solar plant in the southern hemisphere. It is located 10 km west of Nyngan in western New South Wales. It is was built and is operated by AGL Energy.\nIt has over 1.3 million solar panels, generating 102 megawatts of power.  It was opened on 18 April 2015, and became fully operational in July 2015. The Nyngan Solar Plant is associated with the Broken Hill Solar Plant, a 53 megawatt farm located almost 600 km west, which became operational in December 2015,, making the total capacity of the combined plants 155 megawatts. The solar panels do not track the movement of the sun. They are arranged in rows facing north, tilted at 25 degrees."}, {"wikipedia": "https://en.wikipedia.org/wiki/Dry_Creek_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q48800321", "wiki_id": "Dry_Creek_Power_Station", "wikidata_id": "Q48800321", "name": "Dry Creek", "name_original": "Dry Creek Power Station", "description": "Dry Creek Power Station is a power station at Dry Creek in the northern suburbs of Adelaide, South Australia. It is owned and operated by Synergen Power, a joint venture of Engie and Mitsui. The power station has three open cycle gas turbines, each rated at 52MW. It was commissioned in 1973–1974 by the Electricity Trust of South Australia.As well as peaking electricity generation, the power station also provides ancillary services to support electricity grid stability. Dry Creek Power Station was established around 1978. It receives gas from the Moomba Adelaide Pipeline System. In 2018, the operators of Dry Creek Power Station were fined A$60,000 for failing to respond to instructions from AEMO during a blackout caused by faults elsewhere in the network."}, {"wikipedia": "https://en.wikipedia.org/wiki/Port_Stanvac_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q48815653", "wiki_id": "Port_Stanvac_Power_Station", "wikidata_id": "Q48815653", "name": "Port Stanvac", "name_original": "Port Stanvac Power Station", "description": "Port Stanvac Power Station is a diesel-powered electricity generator in South Australia in Lonsdale, an industrial southern suburb of Adelaide. It is owned by Snowy Hydro since 2014. It consists of 36 diesel engines each generating 1.6MW for a total of 58MW of electricity to meet peak demands in the National Electricity Market.The power station was designed by Petro Min Engineers and built by Cummins Power Generation under contract from Infratil. The site had previously been used by the Lonsdale Power Station which was moved to a new site next door in 2011. Snowy Hydro bought assets from Infratil in 2014. These included Lumo Energy, Direct Connect and three diesel peaking generators for a total of 136 MW. The power stations were the Angaston Power Station along with Lonsdale and Port Stanvac."}, {"wikipedia": "https://en.wikipedia.org/wiki/Tailem_Bend_Solar_Power_Project", "wikidata": "http://www.wikidata.org/entity/Q48818149", "wiki_id": "Tailem_Bend_Solar_Power_Project", "wikidata_id": "Q48818149", "name": "Tailem Bend", "name_original": "Tailem Bend Solar Power Project", "description": "The Tailem Bend Solar Power Project is a solar power farm near Tailem Bend in South Australia. It has 108MW of generation capacity but is limited to supplying 95MW to the national grid. An additional 85MW is proposed in stage 2. It is developed and owned by Singapore-based Vena Energy, a new name for the former Equis Energy following acquisition by Global Infrastructure Partners in January 2018.  The output will be sold to Snowy Hydro for retail sale under its Lumo Energy brand. Stage 2 is also expected to provide battery storage.The solar farm covers 200 hectares (490 acres) of land with more than 390,000 photovoltaic solar panels. The panels are mounted on fixed-angle racks. The site is a joint development between Equis and Snowy Hydro. Snowy Hydro also had plans to establish a 28MW diesel generator at the site.UGL Limited was contracted in February 2018 to build the first stage, which was expected to be connected to the power grid in the first quarter of 2019. A second stage to generate an additional 111MW is also being planned.The Tailem Bend solar farm received its generation licence on 30 January 2019, and was expected to start commissioning in February, with full production from mid-April. Its theoretical capacity is 108MW, but the licence limits it to 95MW to ensure it can deliver reactive power to the grid. The 95MW Tailem Bend solar farm began production on 4th March 2019 and officially opened on 30th May 2019. Vena Energy expects to proceed with the completion of stage two of the Tailem Bend solar farm, which will be similar in scale to the first stage. Vena Energy also has plans for a Tailem Bend Battery Energy Storage Project. The plan for a nearby diesel generator has been dropped."}, {"wikipedia": "https://en.wikipedia.org/wiki/Dalrymple_ESCRI_battery", "wikidata": "http://www.wikidata.org/entity/Q55608875", "wiki_id": "Dalrymple_ESCRI_battery", "wikidata_id": "Q55608875", "name": "Dalrymple Escri", "name_original": "Dalrymple ESCRI battery", "description": "The Dalrymple ESCRI battery (Energy Storage for Commercial Renewable Integration) is a 30 MW / 8 MW·h grid-connected battery array near Stansbury on Yorke Peninsula in South Australia. Its role is to provide improved reliability and stability to the electricity network on Yorke Peninsula and South Australia.\nThe battery is installed adjacent to the Dalrymple substation, seven kilometres southwest of Stansbury. Dalrymple substation is at the end of a 275 kV power line into the peninsula. It feeds 33 kV lines to various towns across the lower end of the peninsula and receives electricity generated by the Wattle Point Wind Farm.\nThe facility is able to store excess generation from Wattle Point Wind Farm as well as a colocated solar farm and is expected to provide a similar service to the Hornsdale Power Reserve in the Mid North of the state.The battery was constructed by Consolidated Power Projects with ABB and Samsung components. It was part-funded by a grant from the Commonwealth Government through the Australian Renewable Energy Agency (ARENA). It was commissioned in June and July 2018. It provides frequency control to the grid, and also enables the possibility for Yorke Peninsula to operate independently of the wider grid in the event of a system failure."}, {"wikipedia": "https://en.wikipedia.org/wiki/Emerald_Solar_Park", "wikidata": "http://www.wikidata.org/entity/Q57266505", "wiki_id": "Emerald_Solar_Park", "wikidata_id": "Q57266505", "name": "Emerald", "name_original": "Emerald Solar Park", "description": "Emerald Solar Park is a photovoltaic solar power station near Emerald in Queensland, Australia. It was developed by RES Australia who then sold it to Lighthouse Solar Fund. It delivers up to 72 MW AC of electricity to the National Electricity Market. The entire production of the solar farm is contracted to be supplied to Telstra."}, {"wikipedia": "https://en.wikipedia.org/wiki/Leichhardt_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q70451713", "wiki_id": "Leichhardt_Power_Station", "wikidata_id": "Q70451713", "name": "Leichhardt", "name_original": "Leichhardt Power Station", "description": "Leichhardt Power Station is a 60 MW open cycle gas turbine power station near Mount Isa in the Australian state of Queensland. The gas-fired power station was completed in 2014 and is capable of operating on diesel if gas is not available. It contains a single Rolls-Royce Trent 60 gas turbine. It is adjacent to the larger combined cycle Diamantina Power Station for which it provides backup. The power station was built under an engineering, procurement and construction contract by WSP Global. Mount Isa is not on the National Electricity Market, but does have piped natural gas from production in southern Queensland supplied via the Carpentaria Gas Pipeline. Both Diamantina and Leichhardt power stations are owned by APA Group. APA Group bought out its 50% equity partner AGL Energy on 31 March 2016 for A$151 million. It retained the long-term gas supply contract with AGL."}, {"wikipedia": "https://en.wikipedia.org/wiki/Leichhardt_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q70451713", "wiki_id": "Leichhardt_Power_Station", "wikidata_id": "Q70451713", "name": "Leichhardt", "name_original": "Leichhardt Power Station", "description": "Leichhardt Power Station is a 60 MW open cycle gas turbine power station near Mount Isa in the Australian state of Queensland. The gas-fired power station was completed in 2014 and is capable of operating on diesel if gas is not available. It contains a single Rolls-Royce Trent 60 gas turbine. It is adjacent to the larger combined cycle Diamantina Power Station for which it provides backup. The power station was built under an engineering, procurement and construction contract by WSP Global. Mount Isa is not on the National Electricity Market, but does have piped natural gas from production in southern Queensland supplied via the Carpentaria Gas Pipeline. Both Diamantina and Leichhardt power stations are owned by APA Group. APA Group bought out its 50% equity partner AGL Energy on 31 March 2016 for A$151 million. It retained the long-term gas supply contract with AGL."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gannawarra_Energy_Storage_System", "wikidata": "http://www.wikidata.org/entity/Q81954527", "wiki_id": "Gannawarra_Energy_Storage_System", "wikidata_id": "Q81954527", "name": "Gannawarra", "name_original": "Gannawarra Energy Storage System", "description": "Gannawarra Energy Storage System (GESS) is a grid-connected energy storage system adjacent to the Gannawarra Solar Farm in Wandella in the Shire of Gannawarra, 14km west of Kerang.\nThe Gannawarra Energy Storage System was partially funded by grants from the Australian Renewable Energy Agency and the Victorian Government. It is owned by Wirsol and Edify Energy and operated by EnergyAustralia. The batteries were provided by Tesla, Inc. and Engineering, procurement and construction was provided by RCR Tomlinson. It helps to ease the demand on a constrained transmission line and balances higher levels of renewable energy on the grid. It first exported electricity to the grid in October 2018."}, {"wikipedia": "https://en.wikipedia.org/wiki/Greenough_River_Solar_Farm", "wikidata": "http://www.wikidata.org/entity/Q5604379", "wiki_id": "Greenough_River_Solar_Farm", "wikidata_id": "Q5604379", "name": "Greenough River", "name_original": "Greenough River Solar Farm", "description": "The Greenough River Solar Farm is a 10 megawatt (MW) photovoltaic power station located in Walkaway, Western Australia. When it opened in October, 2012, it was the country's first utility-scale solar farm. It remained Australia's largest solar PV system until 2014, when it was superseded by the 20 MW Royalla solar farm in Canberra. The Greenough River Solar Farm was built by Verve Energy and joint venture partners GE Financial Services. It uses over 150,000 thin film modules based on CdTe-PV technology provided by U.S. company First Solar. Its exact location is at Nangetty Walkaway Road, Walkaway, 50 kilometres southeast of Geraldton and covers an area of 80 hectares (200 acres).The solar farm has been owned by Bright Energy investments since April 2018. It is currently undergoing and expansion to increase capacity by a further 30MW and RCR Tomlinson was awarded a $60 million engineering, construction and procurement contract for expansion, The expansion project is expected to be complete by mid 2019."}, {"wikipedia": "https://en.wikipedia.org/wiki/Nine_Mile_Beach_Wind_Farm", "wikidata": "http://www.wikidata.org/entity/Q7038372", "wiki_id": "Nine_Mile_Beach_Wind_Farm", "wikidata_id": "Q7038372", "name": "Nine Mile Beach", "name_original": "Nine Mile Beach Wind Farm", "description": "Nine Mile Beach wind farm is the second windfarm generating power for the town of Esperance, Western Australia.  The other is Ten Mile Lagoon Wind Farm which is adjacent.  The farm generates 9.5 GWh of electricity per annum. \nNine Mile Beach wind farm was commissioned in 2003."}, {"wikipedia": "https://en.wikipedia.org/wiki/Pinjarra_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q7195921", "wiki_id": "Pinjarra_Power_Station", "wikidata_id": "Q7195921", "name": "Pinjarra", "name_original": "Pinjarra Power Station", "description": "Pinjarra Power Station is a natural gas-fired power station in Western Australia.  It is a 280 MW base load cogeneration power station located in Alcoa's Pinjarra Alumina Refinery, near the town of Pinjarra, approximately 80 km south of Perth, Western Australia. Generated electricity is sold by Alinta Energy to contracted customers or into the WA Wholesale Energy Market. In addition to electricity, the power station supplies steam to Alcoa's refinery."}, {"wikipedia": "https://en.wikipedia.org/wiki/Mount_Piper_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q11990135", "wiki_id": "Mount_Piper_Power_Station", "wikidata_id": "Q11990135", "name": "Mount Piper", "name_original": "Mount Piper Power Station", "description": "Mount Piper Power Station is a coal powered power station with two steam turbines with a combined generating capacity of 1,400 MW of electricity. It is located near Portland, in the Central West of New South Wales, Australia and owned by EnergyAustralia, a subsidiary of CLP Group."}, {"wikipedia": "https://en.wikipedia.org/wiki/Sugarloaf_Hydroelectric_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q14935291", "wiki_id": "Sugarloaf_Hydroelectric_Power_Station", "wikidata_id": "Q14935291", "name": "Sugarloaf Hydroelectric", "name_original": "Sugarloaf Hydroelectric Power Station", "description": "The Sugarloaf Hydroelectric Power Station is a now decommissioned mini hydroelectric power station at Sugarloaf Reservoir, near Melbourne, Victoria, Australia opened March 20th, 1929 by the Premier Sir William McPherson.  It is located at the outlet of the North-South Pipeline that carries water over the Great Dividing Range from the Goulburn River to Melbourne. It will recover approximately 40% of the energy used to pump water through the pipeline."}, {"wikipedia": "https://en.wikipedia.org/wiki/Lithgow_power_station", "wikidata": "http://www.wikidata.org/entity/Q17011174", "wiki_id": "Lithgow_power_station", "wikidata_id": "Q17011174", "name": "Lithgow", "name_original": "Lithgow power station", "description": "Lithgow power station was an Australian power station built in 1928 to supply power to the New South Wales Government Railways, the small arms factory, Hoskins mine and Lithgow council. The initial plant was two 2.5MW BTH/English Electric turbo alternators that were no longer needed at Ultimo power station. A third 2.5MW turbo alternator from Zarra Street, Newcastle was added in 1931. A fourth 2.5MWBTH machine was installed in 1936 (ex Zarra St). In 1943 a 2.5MW Willans & Robinson generator from Zarra St became No5 at Lithgow. Steam was supplied from four 160,000 lb/Hr boilers at 200PSI and a temp of 450degF. Coal came from the nearby State Mine. Due to a severe lack of water, these turbines only exhausted into individual jet condensers.\nThe second stage of Lithgow power station development started in 1948 with the removal of No5 which had been damaged and the installation of a 7.5MW Metro-Vickers alternator from Zarra St and became No4A. Similar 7.5MW Metro Vickers generators replaced the 2.5MW machines in 1950, 1953 and 1956 to become No. 3A, No. 5, No. 2 and No. 1. Steam was supplied from five 70,000 lb/hr boilers that were ex White Bay \"A\" station. A series of wooden cooling towers were constructed and allowed the use of surface condensers for these larger sets. Make-up for the cooling towers came from a new dam built at the adjacent State Mine. Total output was 38MW.\nLithgow remained in operation until 1964 and was demolished during the 1970s."}, {"wikipedia": "https://en.wikipedia.org/wiki/Gordon_Power_Station", "wikidata": "http://www.wikidata.org/entity/Q21834601", "wiki_id": "Gordon_Power_Station", "wikidata_id": "Q21834601", "name": "Gordon", "name_original": "Gordon Power Station", "description": "The Gordon Power Station is the largest conventional hydroelectric power station in Tasmania, Australia; located in the South West region of the state. The power station is situated on  Gordon River. Water from  Lake Gordon descends 183 metres (600 ft) underground past the Gordon Dam and into the power station."}]